{
    "destinations": [
        {
            "id": 2,
            "name": "Aegean Coast",
            "string_info": "<b><a href=\"http://www.hikeast.com/location/canakkale-troy\" rel=\"nofollow\" target=\"_blank\">Çanakkale, Troy, Gallipoli</a></b><br />\r\nOriginally settled around 3000 BC, Çanakkale is the seat of millennia of human history. Many visitors arrive in Çanakkale to tread in the footsteps of mythical heroes like Achilles and Hector, the warriors of Homer’s Iliad. Brits, Aussies, and Kiwis will already be familiar with the tragic history of Gallipoli. Australians and New Zealanders celebrate ANZAC Day on April 25th to memorialize the 1915 landings, and visit the battlefields of Gallipoli on this date.<br />\r\n<br />\r\n<b><a href=\"http://www.hikeast.com/location/assos\" rel=\"nofollow\" target=\"_blank\">Assos</a> </b><br />\r\nAssos faces the Greek island of Lesvos. The town is actually in two parts, and you may hear it referred to as either Assos or Behramkale, both of which appear on road signs. <br />\r\n<br />\r\n<b><a href=\"http://www.hikeast.com/location/bozcaada\" rel=\"nofollow\" target=\"_blank\">Bozcaada</a> & <a href=\"http://www.hikeast.com/location/gokceada\" rel=\"nofollow\" target=\"_blank\">Gökçeada</a></b><br />\r\nTurkey’s two Aegean islands, Bozcaada & Gökçeada are favorite holiday destinations. Pretty little hotels and boutiques are springing up like wildflowers, lending a fresh charm to the antique houses and cobblestone streets.<br />\r\n<br />\r\n<b><a href=\"http://www.hikeast.com/location/ayvalik\" rel=\"nofollow\" target=\"_blank\">Ayvalık</a> & <a href=\"http://www.hikeast.com/location/alibey-island-cunda\" rel=\"nofollow\" target=\"_blank\">Alibey Island</a></b><br />\r\nThe little town of Ayvalık, facing the Greek Aegean island of Lesvos, is a sleepy seaside rest stop perfect for an afternoon tour on foot. It’s a picturesque location, surrounded by rolling hills with pine and olive trees. Also visit Cunda, Alibey Island, connected to Lale Island and Ayvalık by a road bridge.<br />\r\n<br />\r\n<b><a href=\"http://www.hikeast.com/location/izmir\" rel=\"nofollow\" target=\"_blank\">İzmir</a></b><br />\r\nThe modern city of İzmir is an exceedingly old city. It was founded more than 5000 years ago as the Trojan city of Smyrna; Homer spent much of his life here. As Turkey’s third-largest city, it’s a hub of both transportation and business, and has a more contemporary, commercial feel than other major urban areas in the country. You may at times feel that you’re in Greece or southern Italy rather than Turkey. Don't forget to visit Çeşme & Foça, popular tourist destinations.<br />\r\n<br />\r\n<b><a href=\"http://www.hikeast.com/location/bergama\" rel=\"nofollow\" target=\"_blank\">Bergama</a> </b><br />\r\nBergama, about two hours from İzmir or nearly ten from İstanbul by bus, makes a terrific hub for exploring the historical sites around Turkey’s north Mediterranean coast. You can spot the magnificent acropolis and the small settlement of Allanoi around Bergama.<br />\r\n<br />\r\n<b><a href=\"http://www.hikeast.com/location/ephesus\" rel=\"nofollow\" target=\"_blank\">Ephesus</a></b><br />\r\nEphesus is one of Turkey’s foremost archaeological sites. The famous Temple of Artemis, the Library of Celsus with its grand entrance, the temples of Hadrian and Domitian, are wonderful reliefs. Also check out the recently-discovered gladiator graveyard. Try to visit tiny village Şirince and the modern resort town Kuşadası too!<br />\r\n<br />\r\n<b><a href=\"http://www.hikeast.com/location/pamukkale\" rel=\"nofollow\" target=\"_blank\">Pamukkale</a></b><br />\r\nPamukkale is being used as a spa since antiquity. The hot waters flow from the white geological formations, known as travertines, which give the town its name (Pamukkale means “cotton castle” in Turkish). While you’re in the region, also check out the ancient city of Hierapolis.<br />\r\n<br />\r\n<b><a href=\"http:///+Akyaka+http://www.hikeast.com/location/gokova-akyaka\" rel=\"nofollow\" target=\"_blank\">Gökova</a> </b><br />\r\nMost visitors come for the natural beauty to be found in the tiny town of Gökova, due to the town’s location on the scenic “Plain of Heaven”, as well as the wide variety of wildlife thriving in the wetlands nearby.<br />\r\n<br />\r\n<b> <a href=\"http://www.hikeast.com/location/dalyan\" rel=\"nofollow\" target=\"_blank\">Dalyan</a> </b><br />\r\nBeautiful Dalyan is a bird-watcher’s paradise. The ancient city of Caunos, which was settled around 200 AD; a number of the ruins are well-preserved and can be reached by boat from the town proper. And İztuzu Beach, home to many loggerhead turtles who crawl up on the shore every June and July to lay their eggs.<br />\r\n<br />\r\n<b><a href=\"http://www.hikeast.com/location/koycegiz\" rel=\"nofollow\" target=\"_blank\">Köyceğiz</a> </b><br />\r\nKöyceğiz has a long and rich history. Nearby historical sites, including the impressive rock tombs, represent the influence of many civilizations. <br />\r\n<br />\r\n<b><a href=\"http://www.hikeast.com/location/datca\" rel=\"nofollow\" target=\"_blank\">Datça</a></b><br />\r\nDatça is located halfway out on a narrow peninsula of the same name, which itself sticks out from the mainland halfway between İzmir and Antalya. The coast holds significant interest for visitors in the form of pretty coves and small bays which can be found along its length.<br />\r\n<br />\r\n<b><a href=\"http://www.hikeast.com/location/bodrum\" rel=\"nofollow\" target=\"_blank\">Bodrum</a></b><br />\r\nBodrum was once the site of the famous Mausoleum of Halicarnassus, one of the Seven Wonders of the Ancient World; you can see the foundations a short way from the marina. Bodrum Castle is considered the town’s foremost landmark, and has been extraordinarily preserved. <br />\r\n<br />\r\n<b><a href=\"http://www.hikeast.com/location/marmaris\" rel=\"nofollow\" target=\"_blank\">Marmaris</a></b><br />\r\nThe pretty beachside town of Marmaris is a seriously happening destination, due to the simple fact that there’s something for everyone here. Partiers will have a ball in the techy clubs and smoky bars on the bar street close to the open market, as Marmaris is justly known for having a solid nightlife scene bursting with dancing and drinking until the early hours of the morning.",
            "thumbnail_image": "http://www.hikeast.com/r/destination/t/ayvalik2.jpg",
            "images": [
                {
                    "image": "ayvalik2"
                },
                {
                    "image": "canakkale1"
                },
                {
                    "image": "izmir11"
                },
                {
                    "image": "izmir21"
                },
                {
                    "image": "izmir31"
                },
                {
                    "image": "izmir41"
                },
                {
                    "image": "izmir51"
                },
                {
                    "image": "izmir61"
                },
                {
                    "image": "izmir71"
                },
                {
                    "image": "kaz1"
                },
                {
                    "image": "kazdaglari1"
                },
                {
                    "image": "troy1"
                }
            ]
        },
        {
            "id": 5,
            "name": "Black Sea",
            "string_info": "<b>Safranbolu</b><br />\r\nSafranbolu is a charming little town retaining much of its Ottoman character from previous centuries. Due to its historical architecture, Safranbolu has been named to the UNESCO World Heritage List. <br />\r\n<br />\r\n<b>Amasra</b><br />\r\nThe sleepy coastal town of Amasra is a historical goldmine minus the crowds you’re likely to find in the Black Sea region’s larger cities. With quiet beaches, two islands for exploration, and a history stretching back to ancient times, Amasra will keep nature-lovers and architecture buffs alike enthralled.<br />\r\n<br />\r\n<b>Trabzon</b><br />\r\nFounded by the Greeks in the eighth century BC, Trabzon has a long and rich history spanning numerous civilizations and accumulating, over the centuries, wide and varied influences. <br />\r\nRoughly 48 km southeast of the city, <b>Sümela Monastery</b>, built in Byzantine times after the Greek monk Barnabas discovered a holy icon here, it hugs the cliffside in a remarkable feat of engineering. You must see Maçka's breathtaking natural scenery as well.<br />\r\n<br />\r\n<b>Rize</b><br />\r\nThe mid-sized city of Rize is the last semi-major city on Turkey’s west-to-east Black Sea coastal route toward Georgia. You can see the tea bushes growing all over the area at low altitudes as you enter the city. The <b>Maçahel Valley</b> is truly one of Turkey’s untouched gems- so much so that international visitors require a special permit to access the 23 villages scattered along the Machakhlistskali River.<br />\r\n<br />\r\n<b>Kaçkar Mountains & Ayder </b><br />\r\nPart of northern Turkey’s Pontic range, the area has been a national park since 1994 and features some of the most unspoiled and rugged terrain anywhere in the country. Nature-lovers will be in paradise; endless trekking opportunities are available, taking you past waterfalls and lush mountains pastures known as yaylalar. The little mountain town of Ayder is a hidden gem. Nature lovers will be in ecstasy at this summer paradise, surrounded by waterfalls, lakes and mountain pastures; culture enthusiasts should keep an eye out for the bagpipes which are commonly played in the region.<br />\r\n<br />\r\n<b>Is it really Black?</b><br />\r\nNo, it is not. Why is the black sea called the black sea then? There is not a clear history of this name. According to some documents, the Black Sea was addressed for a long time only as \"the Sea\", and then the<i> inhospitable Sea</i>.",
            "thumbnail_image": "http://www.hikeast.com/r/destination/t/467740_430638250281934_7365021.jpg",
            "images": [
                {
                    "image": "_467740_430638250281934_7365021"
                },
                {
                    "image": "_469968_434748059870953_6646849"
                },
                {
                    "image": "sf138"
                },
                {
                    "image": "sinop_historical_map"
                },
                {
                    "image": "sinopbalik"
                }
            ]
        },
        {
            "id": 4,
            "name": "Central and Eastern Anatolia",
            "string_info": "<b>Ankara</b><br />\r\nTurkey’s capital city Ankara is an attractive city. Being central in terms of both geographical location and political importance, Ankara is easy to reach from anywhere in the country and makes a great hub for further explorations of Turkey and beyond. <br />\r\n<br />\r\n<b>Cappadocia</b><br />\r\nA visit to Cappadocia, situated in the heart of Anatolia, may be the closest any of us will ever get to being on the moon. The region’s famous fairy chimneys stretch for miles in every direction, looking like something out of the more mythical side of Turkey’s history. You may be startled and bemused by the sight of all these spooky and highly memorable formations at first, but a few days in the territory will make you feel like a regular cave-dweller yourself.<br />\r\n<br />\r\n<b>Mount Nemrut </b><br />\r\nMount Nemrut is among Turkey’s most iconic and well-known destinations. You may have seen images of the gigantic stone heads scattered across the area on tourist brochures or books concerning ancient civilizations; even if you haven’t, you’re sure to find the site breathtaking and a sure highlight of your trip to Turkey.<br />\r\n<br />\r\n<b>Mardin & Hassankeyf</b><br />\r\nWith its picturesque old buildings spilling down the hillside on which the city was built, Mardin is a beautiful and often-overlooked stop on the route through southeastern Turkey.<br />\r\nThe magnificent and historical Hassankeyf, is ringed by prehistoric caves and infused with centuries of Seljuk, Kurdish, and Arab history. Unfortunately there are controversial plans in place to construct a dam nearby which would leave much of the area underwater and destroy countless important sites. The town was added to the World Monuments Fund Watch List in 2008 and there has been a major outcry against the proposed construction, but it may not be enough. Get there while you can!<br />\r\n<br />\r\n<b>Hatay</b><br />\r\nHatay, a wedge of Turkey cutting into the northwestern border of Syria, is a bit of a world apart from the rest of the country. A number of international buses operate between Hatay and the Syrian capital of Damascus (seven hours distant), as well as the closer Aleppo, only three hours away.<br />\r\n<br />\r\n<b>Van</b><br />\r\nLocated on the eastern shore of Lake Van, the largest lake in Turkey, Van is a small city steeped in history. Archaeological finds dating back to 5000 BC have been encountered here, although the city proper is presumed to have been an important capital of the Urartian Kingdom starting in the 9th century BC. Van is famous for its white cats with one green eye and one blue, who- unusually- enjoy swimming.",
            "thumbnail_image": "http://www.hikeast.com/r/destination/t/cappadocia21.jpg",
            "images": [
                {
                    "image": "cappadocia21"
                },
                {
                    "image": "cappadocia11"
                },
                {
                    "image": "cappadocia31"
                },
                {
                    "image": "cappadocia41"
                },
                {
                    "image": "van11"
                },
                {
                    "image": "van21"
                },
                {
                    "image": "van41"
                },
                {
                    "image": "van51"
                },
                {
                    "image": "van31"
                },
                {
                    "image": "van81"
                },
                {
                    "image": "van61"
                },
                {
                    "image": "van71"
                },
                {
                    "image": "sf122"
                }
            ]
        },
        {
            "id": 6,
            "name": "Georgia / Armenia",
            "string_info": "Turkey's northern Aegean coast is brimming with history. Take a few days- or why not, a few months- to explore the ancient ruins and breathtaking natural features.<br />\r\n<br />\r\n<b>Getting to Georgia</b><br />\r\nIf you want to hop over to Georgia for a bit or continue your adventures in the neighboring country, Rize makes a good starting point. You can catch a bus to <b>Batumi</b> (five hours) or the capital city of <b>Tblisi</b> (eleven hours) from the otogar about a kilometer to the west of town; generally five or six buses cross the border daily. From Rize, the journey will take you to Sarp, a border town which has become the primary crossing point between Turkey and Georgia since the end of the Cold War. The last stop before the border is Hopa, from which point you can easily walk across into Georgia. Taxis are plentiful and cheap, as they are throughout Georgia; the trip to Batumi is around 25 kilometers and should run you 20-25 lari (roughly 20 TL). Most taxi drivers speak good Turkish. Make sure you have the proper visas and documents; <b>citizens of Australia and New Zealand currently require visas</b> (although EU and US citizens do not).<br />\r\n<br />\r\n<b>Culture and History</b><br />\r\nAlthough Georgia, like Turkey, stands at a geographical crossroads between east and west, its culture and history are very much its own. Centuries of invasion and occupation have left their marks on the Georgian landscape, but the Georgian people, unrelated to either the Turks or the Russians, are absolutely unique. Georgia has been a predominantly Christian nation since roughly the fourth century AD and boasts hundreds of ancient churches and monasteries scattered throughout its picturesque mountain ranges and mirrored lakes. The Georgian people, who value friendship above all else, are known for being open and hospitable. The warm spirit of the locals is just one of the many reasons to visit this small and beautiful country.<br />\r\n<br />\r\n<b>Food</b><br />\r\nThe importance of both food and drink to Georgian culture is best observed during a feast, or <b>supra</b>, when a huge assortment of dishes is prepared, always accompanied by large amounts of wine, and dinner can last for hours. In a Georgian feast, the role of the <b>tamada</b> (toastmaster) is an important and honored position.<br />\r\n<br />\r\nGeorgian dishes draw inspiration from the cuisines of its geographical neighbors. You’ll find many local foods which closely mirror popular Turkish meals as well as some, such as <b>shashlik</b> (shish kebabs), which are common in central Asia. Among the vast variety of delicious dishes to try are <b>tkemali</b>, a plum sauce, and <b>kharcho</b>, a traditional soup made with beef and rice.<br />\r\n<br />\r\nFor more info about Georgia visit <a href=\"http://georgia.travel/ttt/index.php?option=com_content&amp;view=article&amp;id=5&amp;Itemid=6\" rel=\"nofollow\" target=\"_blank\">Georgia Travel Website</a><br />\r\n<br />\r\n<b>ARMENIA</b><br />\r\n<br />\r\nArmenia is a very much overlooked country hiding away in the south Caucasus with a proud, but sometimes sad history. To be Armenian for most people means to be a part of the diaspora, the descendents of millions of Armenians who fled their native region due to war and persecution. The most notable being their ethnic cleansing from what is now Eastern Turkey in 1915. This huge diaspora dwarves, both in numbers and influence, the three million people who today call Armenia their home. <br />\r\n<br />\r\nArmenia as a nation is old, very old. It goes back at least three thousand years and has been Christian for about 1700 years making it the worlds oldest Christian country. It's filled with remnants of that history and all over Armenia you'll find some incredibly old monastaries and churches in various states of ruin.<br />\r\nBeyond returning Diaspora members tourists are a relatively rare sight but those that do come are well taken care of, you'll find people welcoming and helpful and for the most part with an intelligent curiousity about the outside world.",
            "thumbnail_image": "http://www.hikeast.com/r/destination/t/416185_435442796468146_2050687.jpg",
            "images": [
                {
                    "image": "_416185_435442796468146_2050687"
                },
                {
                    "image": "_461724_435681006444325_1015025"
                },
                {
                    "image": "_468530_437391976273228_1396005"
                },
                {
                    "image": "_473377_438869112792181_6983422"
                },
                {
                    "image": "sf1461"
                }
            ]
        },
        {
            "id": 1,
            "name": "İstanbul",
            "string_info": "Turkey’s largest city and the only one on earth to have been the capital of two different empires (the Holy Roman Empire and the Ottoman Empire), İstanbul straddles Europe and Asia. The ages have known İstanbul by many different names- some of the most familiar being Byzantium and Constantinople. Today, the city center is roughly divided into three parts by the Bosphorus Strait: the comparatively quieter Asian side is dominated by the district of <b>Kadıköy</b> and <b>Üsküdar</b>, while the European side is home to historical Sultanahmet and, across a channel, the modern center of Beyoğlu.<br />\r\n<br />\r\nAlthough seeing the beauties of <b>Sultanahmet</b> and the lively streets of <b>Beyoğlu</b> are definitely a must, Kadıköy and Üskudar are also worth to visit. In the first district, you'll find an extremely open society, streets for cheaper shopping, cute cafes and a quieter and still exiting nightlife. In Üsküdar, signs of a more conservative and religious society can be found, together with one of Mimar Sinan's greates mosque (Atik Valide). <br />\r\n<br />\r\nNearly every visitor to Turkey will spend time in İstanbul at some point on their journey. You could easily wile away weeks or months exploring all the corners of this fascinating and lively city, but if you’re on a strict time budget, plan ahead and make sure you have time to fit in all the exploring you want to do. Full of history and blended European-Asian-Middle Eastern culture and history, you’re sure to find tons to do!<br />\r\n<br />\r\nGetting around Istanbul is easy and confusing at the same time. To have a clearer idea of how the public transports work, it is advisable to have a look at the official website Istanbul Ulaşim <a href=\"http://www.istanbul-ulasim.com.tr/passenger-services/network-maps.aspx\" rel=\"nofollow\" target=\"_blank\">http://www.istanbul-ulasim.com.tr/passenger-services/network-maps.aspx</a>",
            "thumbnail_image": "http://www.hikeast.com/r/destination/t/vapur650.jpg",
            "images": [
                {
                    "image": "vapur650"
                },
                {
                    "image": "karakoy_kadikoy_006"
                },
                {
                    "image": "bisikletleme_119"
                },
                {
                    "image": "img_2299"
                },
                {
                    "image": "haydarpasa_saat_yedi_copy"
                },
                {
                    "image": "img_9663"
                },
                {
                    "image": "sf16"
                },
                {
                    "image": "kic"
                },
                {
                    "image": "img_9503"
                },
                {
                    "image": "vapur_223_720jpg"
                },
                {
                    "image": "public_transport_istanbul_copy"
                }
            ]
        },
        {
            "id": 3,
            "name": "Lycian Way and Mediterranean",
            "string_info": "Turkey’s southern Mediterranean coast is dotted with ancient ruins and sleepy seaside towns, many of which are reachable by the standard methods of dolmuş and bus transport. But for anybody seeking a more personal and intense encounter with all that the region has to offer, the<b> 500-odd kilometer Lycian Way</b> presents the ideal experience for taking it all in.<br />\r\n<br />\r\nStretching from Fethiye to Antalya, the Lycian Way (Likya Yolu in Turkish) is a winding and mountainous walking path primarily following the coastline. Kate Clow, who spearheaded the project to construct the trail in the late 1990s, intentionally designed the route to hit as many major archaeological sites as possible. Yet the real allure of the trek is found in the less-known and less-appreciated elements along the way: chatting with villagers while goats mill around unchecked, listening to the sounds of nature while gazing down into a lush and untouched valley, coming across a thousand year old Lycian tomb covered in moss.<br />\r\n<br />\r\nIf you don’t have the time or energy to tackle the entire route, you can pick and choose smaller sections to walk and pick up the trail from other towns along the way. If you plan to attempt the full hike, allow a month to 45 days and be sure to pick up Kate Clow’s original and highly detailed guide entitled, unsurprisingly, The Lycian Way. The entire path is waymarked with distinctive red and white markers found on rocks and trees, but at times they can be hard to spot and you should stay safe by never taking shortcuts or deviating from the path if possible.<br />\r\n<br />\r\nAnybody with a penchant for trekking and a love of history should make the Lycian Way (or at least parts of it!) a priority in a visit to the southern coast. Wandering the trail is the surest way of feeling instantly miles away from the rush and frenzy of İstanbul or Antalya and experiencing first-hand the slow pace and irresistible allure of rural Turkey.<br />\r\n<br />\r\nFor updates on the route follow this website:<a href=\"http://cultureroutesinturkey.com/c/lycian-way/category/route-updates/\" rel=\"nofollow\" target=\"_blank\">http://cultureroutesinturkey.com/c/lycian-way/category/route-updates/</a>",
            "thumbnail_image": "http://www.hikeast.com/r/destination/t/lycian41.jpg",
            "images": [
                {
                    "image": "lycian41"
                },
                {
                    "image": "lycian11"
                },
                {
                    "image": "datca1"
                },
                {
                    "image": "gokova1"
                },
                {
                    "image": "koy31"
                },
                {
                    "image": "koyceiz1"
                },
                {
                    "image": "lycian21"
                },
                {
                    "image": "lycia_route_map_660x392"
                },
                {
                    "image": "lycian31"
                },
                {
                    "image": "lycian51"
                },
                {
                    "image": "lycian61"
                },
                {
                    "image": "lycian71"
                },
                {
                    "image": "sf861"
                },
                {
                    "image": "sf871"
                },
                {
                    "image": "_861"
                }
            ]
        }
    ]
}