{
    "locations": [
        {
            "id": 11,
            "name": "Alibey Island (Cunda)",
            "destination_id": 2,
            "string_info": "Otherwise known as Cunda, Alibey Island is connected to Lale Island and Ayvalık by a road bridge. Accordingly, dolmuşes and buses are available from the mainland if you don’t have your own transportation. <br />\r\n<br />\r\nOn the north edge of Cunda, look out over<b> Pordoselene Bay</b>, which enjoyed a brief interval of fame as the home of a dolphin who saved a drowning boy. Another local unmissable is the breathtaking Patriça Bay, where you’ll find abandoned Greek villages ringed with wildflowers and herbs. <br />\r\n<br />\r\nShoppers should check out the <b>weekly market</b> (köy pazarı) held on Thursdays- keep your eyes open for good deals on knockoff brand name goods and heaping piles of locally-grown food for dirt-cheap prices.<br />\r\n<br />\r\nDefinitely plan an afternoon around the iconic <a href=\"http://taskahve.hikeast.com/\" rel=\"nofollow\" target=\"_blank\">Taş Kahve</a>(Sahil Boyu No:20), the island’s most famous coffeehouse by a long shot. The place has been around for decades and has become something of a local landmark.<br />\r\n<br />\r\nFancy some wine\tinstead?\t Go for <a href=\"http://Vino+Şarap+Evi\" rel=\"nofollow\" target=\"_blank\">Vino Şarap Evi</a> (Cumhuriyet Cad. No:8), where you can enjoy amazing wine and meze in a relaxed, beautiful atmosphere.",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/530109_398215300190896_1006281.jpg",
            "images": [
                {
                    "image": "_530109_398215300190896_1006281"
                    
                },
                {
                    "image": "_529165_398214486857644_6240187"
                   
                },
                {
                    "image": "_527163_398214973524262_2108933"
                   
                },
                {
                    "image": "_555388_398214660190960_1043994"
                    
                }
            ]
        },
        {
            "id": 50,
            "name": "Amasra / Samsun",
            "destination_id": 5,
            "string_info": "<b>Amasra</b><br />\r\nJust two hours from Safranbolu by bus, the sleepy coastal town of Amasra is a historical goldmine minus the crowds you’re likely to find in the Black Sea region’s larger cities. With quiet beaches, two islands for exploration, and a history stretching back to ancient times, Amasra will keep nature-lovers and architecture buffs alike enthralled. The impressive <b>Amasra Castle</b> dates back to Roman rule and owes its eclectic appearance to numerous additions and improvements by various occupiers throughout history. Take some time to visit the Church Mosque as well, which, as the name suggests, has been used for both Christian and Muslim worship in the past.<br />\r\n<br />\r\n<b>How to get to Amasra</b><br />\r\nTo reach Amasra, you can take a bus from Bartın, the most convenient local hub 10 kilometers to the south. From there, it’s an easy connection to Safranbolu. The roads are somewhat run-down in this region, but look at it in a positive light- you might just have the place all to yourself.<br />\r\n<br />\r\n<b>From Amasra to Sinop</b><br />\r\nProbably, as many backpackers, you are looking at the Black Sea map and finding obvious that the best way to go from Amasra to Sinop is by following the coastline. Well, be sure that it is not the best and not the fastest, but surely beautiful and worth it. <br />\r\n<br />\r\nFor the ones travelling with their own car, this way is going to be pleasant, dotted with small  little villagest lost in time. For the ones travelling by public means, start get going, your way is long. If you ask to the locals in Amasra, they will tell you to go back to Bartin, or even Karabuk, and then to Sinop. Don't be discouraged. Wake up early in the morning and wait for the dolmus to <b>Cide</b>. From there, you will have to change and take the dolmus to <b>Inebolu</b>. By the time you reach this small village, you probably will have lost the last dolmus to the next village, <b>Türkeli</b>. There is not too many accommodation options in Inebolu: a pension that serves as a students dormitory during the winter right on the main streat, next to the Ataturk's sculpture, and <b>Otel Ionopoli</b>, Uğur Mumcu Cad. No: 4 (+90366811375556). The following morning you can reach Türkeli and from there take a dolmus to <b>Sinop</b>. <br />\r\n <br />\r\n<br />\r\n<b>Samsun</b><br />\r\nFeaturing prominently in the 20th century history of the Turkish Republic as well as being an important sea port throughout the years, Samsun is nevertheless short on areas of touristic interest. The main exceptions are the two museums in town. The first of these is the Archaeological Museum, displaying an impressive mosaic salvaged from the old settlement of Karasamsun, while the second, the Gazi Museum, is dedicated to Mustafa Kemal Atatürk, the founder of the modern republic.<br />\r\n<br />\r\nHeading east from Samsun, take a drive along the scenic <b>Yason Burnu</b> (Cape Jason), so named for the famous Argonaut. An ancient temple dedicated to the hero is said to have once stood here; now, it has been replaced by a quaint church, well worth a visit.F",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/11.jpg",
            "images": [
                {
                    "image": "_11"
                },
                {
                    "image": "_21"
                },
                {
                    "image": "_31"
                },
                {
                    "image": "_41"
                }
            ]
        },
        {
            "id": 43,
            "name": "Ankara",
            "destination_id": 4,
            "string_info": "Turkey’s capital city since the early 1920s, Ankara is also the country’s second largest metropolis after İstanbul. You may have been told to steer clear and spend your travel time elsewhere, but don’t be misled; Ankara’s reputation for being boring is greatly overstated and both party-goers and cultural history buffs will find plenty to occupy them. On top of that, it’s an attractive city; many of the shops and restaurants in central Ulus are built in reconstructed buildings from time gone by. You’ll find leather, spices, and other goods for sale in its winding alleys.<br />\r\n<br />\r\nThe <b>Atatürk memorial</b>, Anıtkabir, features huge collections of memorabilia belonging to Turkey’s most celebrated leader and is well worth a visit even if you aren’t typically a museum enthusiast. Take in his extensive sword collection, his impressive library, several of his cars, and even his favorite dog (taxidermied, of course).<br />\r\n<br />\r\nYou can easily spend a day or three visiting Ankara’s many museums, from the <b>METU Science and Technology Museum</b> to the <b>Museum of Anatolian Civilizations</b>. If monumental architecture is more your thing, head up to <b>Ulus</b> and explore the twisting alleys of Ankara’s hilltop castle, filled with small shops and surprises.<br />\r\n<br />\r\nIf you’re in search of a good cafe or a stiffer drink, you’ll want to head to the central district of <b>Kızılay</b>. Bars and teahouses abound here, and many locations transform into booming clubs after dark.<br />\r\n<br />\r\n<b>How to get to Ankara</b><br />\r\nBeing central in terms of both geographical location and political importance, Ankara is easy to reach from anywhere in the country and makes a great hub for further explorations of Turkey and beyond. Arriving by air, you’ll come in 28 kilometers northwest of the city proper. If buses are more your style, you’ll find yourself at the terminal locally known as AŞTİ, connected to the central districts by a metro line.",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/003.jpg",
            "images": [
                {
                    "image": "_003"
                },
                {
                    "image": "_002"
                },
                {
                    "image": "sf122"
                }
            ]
        },
        {
            "id": 7,
            "name": "Assos",
            "destination_id": 2,
            "string_info": "Assos faces the Greek island of Lesvos and lies roughly 20 kilometers off the Çanakkale-İzmir highway. The town is actually in two parts, and you may hear it referred to as either Assos or <b>Behramkale</b>, both of which appear on road signs. The lower coastal section, which tends to be exceedingly expensive, is connected with the older village at the top of the hill by a steep and narrow road.<br />\r\n<br />\r\nThe upper village is characterized by cobbled alleyways and old stone buildings, lending it an antique charm. For a taste of the town’s ancient history, walk to the top of the hill above the old village and take a look at the Temple to Athena, built in the sixth century BC.<br />\r\n<br />\r\n<b> How to get to Assos </b><br />\r\nYou can to get to Assos by bus from Çanakkale or Ayvalık. Most of the buses will drop you off at <b>Ayvacık</b> (not Ayvalık). From there hop on a dolmuş to make the final 19-km.",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/sf43.jpg",
            "images": [
                {
                    "image": "sf43"
                },
                {
                    "image": "sf44"
                }
            ]
        },
        {
            "id": 10,
            "name": "Ayvalık",
            "destination_id": 2,
            "string_info": "The little town of Ayvalık, facing the Greek Aegean island of <a href=\"http://www.hikeast.com/location/lesvos\" rel=\"nofollow\" target=\"_blank\">Lesvos</a>, is a sleepy seaside rest stop perfect for an afternoon tour on foot or simply wiling away several hours indulging in some thankfully tout-free shopping. It’s a picturesque location, surrounded by rolling hills with pine and olive tree groves- indeed, one of Ayvalık’s biggest claims to fame is rooted in its production of high-quality olive oil. Speaking of local foods, don’t leave without trying an Ayvalık tostu, a pressed sandwich with sucuk, cheese, sausage, and condiments.<br />\r\n<br />\r\nInhabited by Greeks until 1922, Ayvalık became one of the many towns to participate in the vast population exchange between Greece and Turkey. Keep a sharp eye out and you can spot vestiges of its lost heritage in some of the crumbling buildings. Hike to the <b>Devil’s Banquet</b>, an outcropping with spectacular views of the town at sunset.<br />\r\n<br />\r\nVisit <b>Taksiyarhis Church</b>, built in 1873, for a view of the most important feature of the town’s religious landscape. The marble inside makes a stunning backdrop for the reliefs depicting the life of Jesus. If you have time to spare, consider giving the <b>Moonlight Monastery</b> and <b>Saint Nicola Church</b> a look as well.<br />\r\n<br />\r\nAyvalık is also known for its world-class music <b>academy for violinists and cellists</b>, as well as for the Harvard-affiliated Koç University summer program which brings students here to study the Ottoman language.<br />\r\n<br />\r\n<b>How to get to Ayvalık</b><br />\r\nYou can get to Ayvalık by bus from from Çanakkale ( 200km) some buses drop you on the main highway to hitch, but some others (Çanakkale/Truva and Metro) usually offer a shuttle service to run you into town. <br />\r\nThere are also frequent buses from İzmir to Ayvalık ( 240km) and boats to Lesvos.",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/ayvalik.jpg",
            "images": [
                {
                    "image": "ayvalik"
                }
            ]
        },
        {
            "id": 54,
            "name": "Batumi",
            "destination_id": 6,
            "string_info": "Georgia’s prime coast is right here- look no further. Located on the Black Sea, Batumi is a thriving party city where travelers, businessmen, locals, and students of all nationalities come to unwind and let down their hair on the pebbly beaches and in the crowded nightclubs. It’s a popular destination for vacationing Turks, with its convenient location just a few hours from the border, and makes a great first stop for anyone heading east from Rize.<br />\r\n<br />\r\nPartiers will find endless entertainment in Batumi, from the countless bars and clubs to the Turkish casinos which have sprung up here due to the illegality of gambling back across the border. <b>Eredeli’s Bar</b> (Baratashvilit Street 1) is one fun venue with frequent live shows. Due to the tourism boom in the area, there is no shortage of accommodation options; <b>Sky Hostel</b> (Inasadridze Street 16/59) and <b>Globus Hostel</b> (Mazniashvili Street 54) are both good choices, or read on for more detailed recommendations! <b>Petri Rashi</b> (or White Horse, located at Gorgiladze Street 2) is a great stop for those with rumbling stomachs, serving big portions of delicious local food. You  must visit <b>Batumi Botanical Garden</b> to experience true heaven on earth. Only 9 km away from the city, It's 100 years old and simply breathtaking. <a href=\"http://www.tourismadjara.ge/new/index.php?a=main&amp;pid=38&amp;lang=eng\" rel=\"nofollow\" target=\"_blank\">http://www.tourismadjara.ge/new/index.php?a=main&pid=38&lang=eng</a><br />\r\n<br />\r\n<b>How to get to Batumi</b><br />\r\nGetting to and from Batumi is generally a hassle-free undertaking. An airport services the city from 2 kilometers south, and numerous buses run to various locations daily, including Trabzon in Turkey and the Georgian capital of Tbilisi, 6 hours distant. If you prefer the freedom of driving your own vehicle, Acara Rent A Car, with an office at the airport, is recommended.",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/wes.jpg",
            "images": [
                {
                    "image": "wes"
                },
                {
                    "image": "_51"
                },
                {
                    "image": "_14"
                },
                {
                    "image": "cimg1866a"
                }
            ]
        },
        {
            "id": 15,
            "name": "Bergama",
            "destination_id": 2,
            "string_info": "Bergama, about two hours from İzmir or nearly ten from İstanbul by bus, makes a terrific hub for exploring the historical sites around Turkey’s north Mediterranean coast. With 60,000 residents, it’s much smaller than İzmir and can be a pleasanter place to to base yourself out of if you’re not the huge-metropolis type. Still, Bergama is large enough to offer pretty much anything you’re looking for in a travel headquarters.<br />\r\n<br />\r\nBergama contains a number of truly awesome historical sites; even if you’re planning to spend most of your time exploring nearby towns and ruins, don’t forget to budget some time for the gems contained in the city proper. The temples and mosques are of particular interest, and anybody with an archaeological bent will appreciate the <b>archaeology museum</b> displaying many of the finest artifacts from around the area.<br />\r\n<br />\r\nIf you’re on the hunt for souvenirs, consider Bergama’s booming carpet scene. Those on a tighter budget should consider looking for a bottle of homemade wine. It’s made primarily for and by locals, so don’t feel like you’re getting tourist kitsch!! If you are\tlooking\tfor a hamam experience, check out <b>Hacı Hekim Hamamı</b> ( Cumhuriyet Cad.)<br />\r\n<br />\r\n<b>Bergama’s Acropolis</b><br />\r\nYou can spot the magnificent <b>acropolis</b>, towering over the eastern side of the city, from anywhere in Bergama. You can walk or drive up to the summit, some five kilometers from the center of the city. There is an admission fee, so make sure you’ve got some lira on you when you make the hike.<br />\r\n<br />\r\nThe temples of Trajan and Athena are among the most impressive buildings to be found here. Both have been partially restored using the original materials. The site of the Library of Pergamum lies between the two; once containing over 200,000 volumes, it was famous for its size in ancient times.<br />\r\n<br />\r\nAlso well worth checking out is the majestic Hellenic Theater behind the temples, from which you can gaze out over the breathtaking panorama of Bergama below. When you’re finished wandering up and down the well-preserved steps of the theater, take the promenade over to <b>the Temple of Dionysus.</b><br />\r\n<br />\r\n<b>Allanoi</b><br />\r\nThe small settlement of Allanoi lies approximately 20 kilometers from Bergama; make it a day-trip if you’re basing yourself out of the city. Allanoi, famous for its natural spa, enjoyed the height of its prominence around the second century AD under the Roman empire. Curiously, there is only one known mention of the site in ancient documents; Aelius Aristides made a note of it in his discussion of the healing sciences around 100 AD.<br />\r\n<br />\r\nUnfortunately, a plan laid by the Turkish State Hydraulic Works in the 1990s calls for necessitated damming the İlya River in order to increase the efficacy of agriculture around Bergama. Despite heated protests from UNESCO and the European Union (among others), the dam has recently been completed and much of Allanoi now lies under a thick layer of sand.<br />\r\n<br />\r\n<b>Getting to Bergama</b><br />\r\nBuses leave to and from İzmir (110km), Ayvalık (60km) and Ankara ( 916km). From İstanbul, there are night buses, but it might be cheaper and quicker to go to İzmir first and take an express bus from there.",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/563095_398215816857511_8115587.jpg",
            "images": [
                {
                    "image": "_563095_398215816857511_8115587"
                },
                {
                    "image": "sf59"
                }
            ]
        },
        {
            "id": 1,
            "name": "Beyoğlu",
            "destination_id": 1,
            "string_info": "Making up the northwestern sector of the city center, Beyoğlu is among İstanbul’s most modern districts; it started out as a Catholic neighborhood across from the Muslim areas of today’s Asian side, and has historically led the charge of Westernization in the city. There’s plenty to see and do in Beyoğlu, both in terms of sightseeing and just soaking in all the culture and tradition İstanbul has to offer.<br />\r\n<br />\r\nThe famous <b>İstiklal Street</b> in central Beyoğlu proceeds from <b>Taksim Square</b> at one end to Tünel Square at the other, with the tiny <b>Galatasaray Square</b> constituting the midpoint. İstiklal is roughly two kilometers long and is first and foremost a pedestrian street; certain types of service vehicles, such as police cars and garbage trucks (as well as the old-fashioned red tram which runs from end to end), can be seen, but nearly all the traffic along its length is on foot. İstiklal is known for fantastic shopping, awesome nightlife, and maybe above all, unbeatable people-watching. It’s packed to the brim with all kinds of folks, Turks and travelers, at almost any hour of the day.<br />\r\n<br />\r\nIf any single spot can be called the heart of İstanbul, it’s Taksim Square. Full of restaurants and upscale hotels, the square is also a major transportation hub- you can catch a dolmuş or bus to anywhere in the city from here. Take a look at the Republic Monument which was erected in 1928. Also make sure to head to Taksim Square if you happen to be in İstanbul during a holiday or festival- chances are, that’s where the action is! This year, part of the square is closed due to ongoing reconstruction. <br />\r\n<br />\r\nAt the other end of İstiklal you’ll find <b>Tünel Square</b>, home to the second-oldest subway line in the world, second only to the London Underground. It’s also one of the shortest at just over 550 meters; take it from the Karaköy ferry dock up the hill to the end of the pedestrian walkway.<br />\r\n<br />\r\nWhile in Beyoğlu, take an afternoon stroll through the relatively unknown neighborhood of <b>Cihangir</b>. Considered to be modern İstanbul’s most bohemian area, Cihangir (down the hill from Taksim Square, toward the waterfront) is a maze of small streets and cluttered little shops selling everything from retro clothing to dusty antiques. Cihangir is heaven on earth for bargain hunters and those in search of more alternative and unusual wares than İstiklal has to offer. You can spend your time here getting lost in the winding alleys, sitting at a cafe beside the Bosphorus, or sorting through piles of second-hand clothes on the lookout for deals.<br />\r\n<br />\r\nBy Tünel Square at the other end of İstiklal, see <b>Galata Tower</b>, built in 1348 by the Genoese. Climb to the top of the tower for a spectacular view of the Bosphorus; this is one of the most impressive panoramas you’ll find anywhere in İstanbul.<br />\r\n<br />\r\n<b>Getting to Beyoğlu:</b><br />\r\n<br />\r\nIf you’re arriving at the airport, the most straightforward (although not the cheapest) way to get to Beyoğlu is on one of the frequent HAVATAŞ shuttles. Getting to Taksim Square with HAVATAŞ will set you back 13 TL from <b>Sabiha Gökçen Airport</b> on the Asian side, or 10 TL from <b>Atatürk International</b>.<br />\r\n<br />\r\nAlternately, you can get a bus to Taksim from just about anywhere. The 61B line runs from Beyazıt (near Sultanahmet), the 110 from Kadıköy, and the 96T from Atatürk Airport. Dolmuşes are even more frequent, and depart from just about everywhere in İstanbul to Taksim. The AKBİL system was recently done away with for the most part; nowadays, you’ll want to pick up an Istanbul Kart for 6 TL (1.95 TL to load credit).<br />\r\n<br />\r\nIf you’re coming from Kadıköy, the fastest way to reach the Galata area is by ferry (1.95 TL with the card, 3 TL with <i>jeton</i>); head to the docks and simply look for a boat with the sign “Karaköy.”<br />\r\n<br />\r\nHeading south to Taksim from Ayazağa or Levent, the subway is your best bet.",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/beyoglu-istanbul-tr142.jpg",
            "images": [
                {
                    "image": "beyoglu_istanbul_tr142"
                },
                {
                    "image": "sf171"
                },
                {
                    "image": "sf18_b1"
                },
                {
                    "image": "sf18_a"
                },
                {
                    "image": "sf191"
                }
            ]
        },
        {
            "id": 24,
            "name": "Bodrum",
            "destination_id": 2,
            "string_info": "The pretty resort town of Bodrum is located on a peninsula not far from Muğla, easily reachable by bus. It was once the site of the famous <b>Mausoleum of Halicarnassus</b>, one of the Seven Wonders of the Ancient World; you can see the foundations a short way from the marina. Bodrum Castle is considered the town’s foremost landmark, and has been extraordinarily preserved. A more unusual stop is the <b>Bodrum Museum of Underwater Archaeology</b>, the best museum in the region and one of the finest in all of Turkey. <br />\r\n<br />\r\nBodrum’s fantastic nightlife is definitely a major factor in its continuing tourist appeal, and you’ll find bars and clubs open at all hours if you want to join the crowds for drinks and dancing.<br />\r\n<br />\r\n<b>How to get to Bodrum</b><br />\r\nBodrum is easily reachable by bus from Istanbul. Since the popularity of the desinations among Turks, there are also daily flights Bodrum - Istanbul",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/bodrumkale.jpg",
            "images": [
                {
                    "image": "bodrumkale"
                },
                {
                    "image": "bodrum_mavi_yolculuk_56645"
                }
            ]
        },
        {
            "id": 56,
            "name": "Borjomi",
            "destination_id": 6,
            "string_info": "The town of Borjomi, which has existed in its modern incarnation since the early 19th century, is located in south-central Georgia. It has enjoyed increasing popularity in recent decades as a result of its natural mineral water, which is commonly believed to contain healing properties. The water, which is salty and volcanic, has its source in the spring in Borjomi Gorge. If you’re feeling a bit under the weather, you can test its curative powers yourself with a dip in the natural hot pool 2 km down the river. For more particular directions (as well as any other assistance you might require), ask <b>Artur</b> at the fantastic tourism information center on the town’s main street (<b>+995 599 30 25 13</b>).<br />\r\n<br />\r\nMost of Borjomi’s attractions are in some way related to the springs. The largest ecological theme park in the Caucasus is here, as well as a terrific national park called Borjomi Kharagauli. You can get a day pass for free at the head office, located a bit west of the town center on <b>Meskheti Street</b>.  <br />\r\n<br />\r\nBorjomi’s more diminutive size makes accommodation a bit harder to come by than in metropolises like Tbilisi. Still, you shouldn’t have too much trouble finding somewhere to drop your bags. Try the seasonal <b>Borjomi Hostel</b> (Kostava Street 17) if you’re around in the summer, or if a homestay is more your style, give Marina a call at +995 367 22 01 70. Restaurants can be found all over, and even the train station has delicious eats.<br />\r\n<br />\r\n<b>How to get t Borjomi</b><br />\r\nBuses and minibuses can get you in and out of Borjomi. Services run every hour from Tbilisi and cost 8 lari. If you’re coming from Batumi, take the morning bus costing 17 lari.",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/153.jpg",
            "images": [
                {
                    "image": "_153"
                }
            ]
        },
        {
            "id": 8,
            "name": "Bozcaada",
            "destination_id": 2,
            "string_info": "One of Turkey’s two Aegean islands, <b>Bozcaada</b> is a favorite holiday destination for İstanbullus looking to take a break from the stress of the megalopolis. As a result, pretty little hotels and boutiques are springing up like wildflowers across the island, lending a fresh charm to the antique houses and cobblestone streets.<br />\r\n<br />\r\nThe forty square kilometer island (formerly known as Tenedos, a name you still may hear) is short on historical sights, apart from the impressive and well-preserved castle which was used by Venetians and Byzantines, among others. No worries, though- that just means that you’ll have more time to stroll around the town’s quaint alleys or sunbathe on the beach. The water is cold by Aegean standards, perfect for a cooling swim which will refresh you doubly after a morning of walking around in the sun. The seafood restaurants by the harbor are excellent but quite expensive; for more modestly-priced meals, search the back streets or hop a dolmuş 20 minutes south to <b>Ayazma Beach</b>.<br />\r\n<br />\r\nBozcaada is justly famous for its wines, which are locally produced and widely available. The tradition of winemaking has been in place for thousands of years; ancient coins from the area, in fact, depicted bunches of grapes! As you might expect, numerous winehouses and bars are scattered across the island; try <b>Corvus</b>, <b>Talay</b>, or <b>Çamlıbağ</b>; the latter will give you a tractor vineyard tour with the purchase of a large bottle of wine.If\tyou\tare\tlooking for a\tgood restaurant and Turkish meze we suggest to stop by <b>Şişman Cafe & Restaurant</b> (Sakarya St. No:4). <br />\r\n<br />\r\n<br />\r\n<b>Getting to Bozcaada</b><br />\r\nTo reach Bozcaada, you’ll need to take the car-accessible ferry from <b>Geyikli Yükyeri Port</b>, a little south of Çanakkale. One-way tickets aren’t sold, but the return tickets are flexible, and you aren’t required to settle on a date for your voyage back to Çanakkale. You can find the ferry schedule at <a href=\"http://www.gestasdenizulasim.com.tr\" rel=\"nofollow\" target=\"_blank\">www.gestasdenizulasim.com.tr</a>.",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/sf45.jpg",
            "images": [
                {
                    "image": "sf45"
                }
            ]
        },
        {
            "id": 5,
            "name": "Çanakkale / Troy",
            "destination_id": 2,
            "string_info": "Originally settled around 3000 BC, Çanakkale is the seat of millennia of human history. Although numerous ancient civilizations have occupied the region through the years, the name most commonly associated with its former inhabitants is Hellespont. Noting the strategic location of the city on a map, it should come as no surprise that this area has been heavily contested; it stands just on the seafront, guarding the narrow passage toward the Sea of Marmara and on to İstanbul.<br />\r\n<br />\r\nMany visitors arrive in Çanakkale for a sole purpose: to tread in the footsteps of mythical heroes like <b>Achilles</b> and <b>Hector</b>, the warriors of Homer’s Iliad. Çanakkale is the closest modern city to the position of legendary<b> Troy</b>, and you can still make the 30-kilometer trip south to see the ruins left behind by nine destructions and reconstructions. Poorly-executed archaeological digs in the late 19th century caused some damage to the remains, but there’s still a ton left behind to fascinate the visitor, including a section of a wall from Troy IV, the stage in which historians suppose the Trojan War may have taken place.<br />\r\n<br />\r\nÇanakkale itself has taken advantage of the booming Trojan War tourism by erecting a massive wooden horse by the harbor. Feel free to climb up the ladders underneath and pretend you’re about to sack a city!<br />\r\n<br />\r\nAs you would expect from such a historical place, there are several museums for those interested in getting a deeper understanding of Çanakkale’s previous incarnations. The <b>Archaeological Museum</b> on İzmir Caddesi is of particular note; study the prehistoric pottery and relics, nearly all of which were discovered in the surrounding countryside. <br />\r\n<br />\r\n<b> How to get to Çanakkale</b><br />\r\nÇanakkale is well-connected with the rest of Turkey; there are flights from İstanbul three times a week and buses are much more frequent, most of them stopping to let off passengers at the central ferry harbor.",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/canakkale.jpg",
            "images": [
                {
                    "image": "canakkale"
                },
                {
                    "image": "troy"
                },
                {
                    "image": "sf40"
                },
                {
                    "image": "sf40_a"
                }
            ]
        },
        {
            "id": 44,
            "name": "Cappadocia",
            "destination_id": 4,
            "string_info": "A visit to Cappadocia, situated in the heart of Anatolia, may be the closest any of us will ever get to being on the moon. The region’s famous fairy chimneys stretch for miles in every direction, looking like something out of the more mythical side of Turkey’s history. You may be startled and bemused by the sight of all these spooky and highly memorable formations at first, but a few days in the territory will make you feel like a regular cave-dweller yourself.<br />\r\n<br />\r\nThe unusual “earth architecture” initially appears to be folkloric, perhaps created by some ancient Greek god. In reality, Cappadocia’s strange formations are the result of volcanic activity from three local peaks (<b>Erciyes</b>, <b>Hasan</b>, and <b>Melendiz</b>), which spread the soft material called tuff across the landscape approximately 30 million years ago. The unique combination of tuff and volcanic ash, along with millennia of erosion by wind and water left behind the stunning chimneys you can see today. Equally mind-blowing are the innumerable caves cut into the rock by early inhabitants which are still used today for everything from houses to restaurants to storerooms; plan a trip to Göreme if you’re keen on seeing these dwellings still in common use.<br />\r\n<br />\r\n<b>Underground cities</b><br />\r\nIf you’re curious about the historical inhabitants of the area, definitely make a visit to the underground cities a priority. Here, you’ll find a striking early religious influence, created during the Roman period when Christians attempting to escape government persecution took shelter under the earth. They built houses and cathedrals on plans featuring up to eight subterranean stories and kilometer upon kilometer of tunnels.<br />\r\n<br />\r\n<b>How to get to around in Cappadocia</b><br />\r\nAlthough frequent buses and dolmuşes run between the main sites of tourist interest here, the roads are often poor quality and the sites are quite spread out. If you’re on a tight schedule and money isn’t an obstacle, you might want to look into renting a car for the duration of your stay in Cappadocia. <br />\r\n<br />\r\n<b>Göreme:</b><br />\r\nThe small but vibrant town of Göreme makes an excellent base for seeing the highlights of Cappadocia. A 30-minute bus trip from the much larger Nevşehir, Göreme is tiny enough that you won’t get lost and in all likelihood your hostel will be mere steps from the very central otogar. Don’t let its small size deceive you, though! Göreme’s packed with things to see and do, and is the only place in Cappadocia where locals still live in the dug-out caves at the base of the fairy chimneys.<br />\r\n<br />\r\nCappadocia is as scenic as it comes, and hikers will be in paradise. Be sure not to miss the gorgeous treks through Pigeon Valley and Rose Valley, both of which guarantee panoramas you’ll not soon forget; pick up a free map from the bus station, as the trails are sometimes poorly signposted.<br />\r\n<br />\r\nBy the time you end up in Göreme, you’ll probably have heard travelers from all over raving about the Open-Air Museum, a short walk from the city center. Its haunting caves and towering chimneys are more than fascinating enough by themselves, but the Dark Church inside is also well worth checking out.<br />\r\n<br />\r\n<b>Where to eat, where to drink</b><br />\r\nDon't leave without trying the Cappadocia's famous pottery Kebap (<i>testi kebabi</i>)!  Silk-Road Cafe & Restaurant is a good choice for tasting it. If it’s partying you’re after, head to <b>Fat Boy’s Bar & Restaurant</b>, 30 seconds’ walk from the otogar, for a lively game of pool and a few cold glasses of Efes. You’ll find plenty of thirsty locals and travelers alike at this chilled-out hangout.<br />\r\n<br />\r\nA note of caution to Göreme-bound travelers: the recent tourism boom here has taken a serious toll on the region’s ecosystems. Water shortages are common, and trash can be seen all too often on the otherwise majestic lookout points. <b>Please do your best to ensure that your visit not only is amazing for you but also leaves the town just as spectacular for the next people to come along!</b><br />\r\n<br />\r\n<b>Map of Capaddocia</b><br />\r\nIf you want to hike, this map might be very useful to you <a href=\"http://www.mapofcappadocia.com\" rel=\"nofollow\" target=\"_blank\">http://www.mapofcappadocia.com</a>",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/cappadocia2.jpg",
            "images": [
                {
                    "image": "cappadocia2"
                },
                {
                    "image": "cappadocia3"
                },
                {
                    "image": "cappadocia4"
                },
                {
                    "image": "_557819_402787619733664_1762395"
                },
                {
                    "image": "_383394_403428986336194_2206743"
                },
                {
                    "image": "sf125"
                }
            ]
        },
        {
            "id": 13,
            "name": "Çeşme",
            "destination_id": 2,
            "string_info": "This once-drab coastal town has been on the upswing for several decades now, and has transformed into a popular tourist destination. Hordes of travelers descend on its pretty streets and fountained gardens come summer, and it’s always a good idea to book ahead here to make sure you don’t miss out on anything.<br />\r\n<br />\r\nThe downtown area doubles as the old city, with many of the buildings dating back several centuries. It’s definitely good for an afternoon stroll, but the real attraction of Çeşme is the summer fun of plunging into the sea at one of the beaches or trying your hand at windsurfing. One of the most happening spots for a relaxing day on the sand, a night out, or even a big-name concert if your timing’s right is <b><a href=\"http://babylonayayorgi.hikeast.com/\" rel=\"nofollow\" target=\"_blank\">Babylon Aya Yorgi</a></b> (on Aya Yorgi Beach, as the name suggests). They have a pub, a restaurant, and a packed event schedule.<br />\r\n<br />\r\n<br />\r\nAlso check out <b>Alaçatı</b>, roughly 8 km away from Çeşme, reachable by minibus. This tiny town is full of old Greek houses and windmills, lending it an air of unquantifiable charm. Windsurfers visit by the ton.<br />\r\n<br />\r\n<b>How to get to Çeşme</b><br />\r\nTo get to Çeşme, you have to go to Izmir, which on the other hand is well connected with Istanbul and Ankara. When you get to Izmir bus station, ask for the buses to Çeşme.<br />\r\n<br />\r\n<b>Getting to Chios, the Greek Islands </b><br />\r\nThe mountainous Greek island of Chios, lying approximately seven kilometers away from the Turkish coast, makes for a fantastic day trip or (increasingly commonly) a fun and convenient visa run for foreigners looking to extend their three-month tourist stamps.<br />\r\n<br />\r\nFerries from the mainland are extremely common, making the trip hasslefree for the most part. They depart from Çeşme harbor and generally take around forty minutes to complete the crossing. Consider renting a bike once you arrive; it’s a great way to explore the island without the burden of a car. The primary sight to be seen on Chios (apart from the largest town, bearing the same name and boasting an eye-catching castle) is <b>Neo Moni</b>, a monastery from the 11th century which has been named a <b>World Heritage Site by UNESCO</b>, right in the middle of the island.<br />\r\n<br />\r\n<b>Accommodations in Chios</b><br />\r\nIf you plan to stay overnight, consider <b><a href=\"http://chios-rooms-accommotation.hikeast.com/\" rel=\"nofollow\" target=\"_blank\">Chios Rooms</a></b>(Leoforos Aigaiou 110, on the harbor). It’s a shady, pretty guesthouse run by an international couple, Kiwi and Greek, with a nice library and picturesque setting.",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/543662_399832090029217_2726571.jpg",
            "images": [
                {
                    "image": "_543662_399832090029217_2726571"
                },
                {
                    "image": "_554755_399832143362545_1192500"
                },
                {
                    "image": "sf54"
                }
            ]
        },
        {
            "id": 57,
            "name": "Çeşmealtı",
            "destination_id": 2,
            "string_info": "During high season months, the area of Çesme is packed with locals and tourists: it is hard to find an empty spot on the beach and when you do, you'll still have to be so close to your umbrella-neighbours that you'll feel like you have to share your packed lunch with them.<br />\r\n<br />\r\nIf what you are looking for is a peaceful spot away from the crowd and all sorts of tourists, take a <b>bus from Çeşme to Urla</b>, a tiny village facing the sea. The word Urla (which is also the name of the peninsula) comes from the Greek word meaning 'marshlands'. Although not very well-known, the history of the peninsula  goes back to pre-Hellenistic times, as recent excavations in Limantepe revealed. Some of the pieces of art and sculpture encountered during the research are now exposed in Louvre.<br />\r\n <br />\r\nDon't stay in Urla though, as there is not much left to see unfortunately. Take an urban bus to <b>Çeşmealtı</b>, quiet fishermen's village and harbor. This area, quiet and relaxing during the day, hosts a night-time cloth market and lively local entertainment by the sea, with traditional Turkish music and lots of fish restaurants.",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": false,
            "images": []
        },
        {
            "id": 21,
            "name": "Dalyan",
            "destination_id": 2,
            "string_info": "Beautiful Dalyan is located in an environmentally protected area and is home to many species of wildlife which flourish in the mixed salt and fresh waters of the wetlands. It’s a bird-watcher’s paradise, but there’s also a ton for history buffs to sink their teeth into here. Highlights of the town include the turtle beach nearby and the magnificent rock tombs.<br />\r\n<br />\r\nDalyan is the site of the ancient city of <b>Caunos</b>, which was settled around 200 AD; a number of the ruins are well-preserved and can be reached by boat from the town proper. Look out for the <b>acropolis</b>, the <b>Byzantine basilica</b>, and the <b>Roman baths</b> in particular, although the sites here are numerous and you can lose yourself in the cobbled streets leading between walls and temples.<br />\r\n<br />\r\nEven more locally famous, however, is <b>İztuzu Beach</b>. Home to many loggerhead turtles who crawl up on the shore every June and July to lay their eggs, İztuzu is a well-known tourist destination for wildlife lovers. Of course, it’s crucial to avoid disturbing the turtles; make sure to abide by all posted signs and warnings, especially between May and October, when the entire area lies under environmental protection for the sake of the loggerheads. The beach lies southwest of the mouth of the Dalyan Çayı, the river which connects the Köyceğiz Lake with the sea.<br />\r\n<br />\r\n<b>How to get to Dalyan</b><br />\r\nTo reach Dalyan, hop on a dolmuş from Fethiye or Marmaris. Alternately, you can fly into Dalaman Airport, which is roughly 40 minutes away from the town. Taxis and public transport are both available.",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/531182_469737986371960_1967565.jpg",
            "images": [
                {
                    "image": "_531182_469737986371960_1967565"
                },
                {
                    "image": "_599677_469737563038669_1966745"
                },
                {
                    "image": "_251940_469737509705341_9806842"
                },
                {
                    "image": "_75"
                },
                {
                    "image": "sf74"
                }
            ]
        },
        {
            "id": 23,
            "name": "Datça",
            "destination_id": 2,
            "string_info": "Datça is located halfway out on a narrow peninsula of the same name, which itself sticks out from the mainland halfway between İzmir and Antalya. The eastern half of the peninsula is fertile in sections, while the western end, more mountainous and sparsely inhabited, may once have been the site of the ancient settlement of Knidos.<br />\r\n<br />\r\nInterestingly, both Datça itself and the numerous smaller villages around it are built some distance from the water, a practice stemming from the inhabitants’ fear of pirate attacks throughout antiquity and continuing through the end of the Ottoman Empire. However, the coast holds significant interest for visitors in the form of pretty coves and small bays which can be found along its length. Travelers should also make a point of sampling the local cuisine, particularly a certain dessert made from almonds and dried figs.<br />\r\n<br />\r\n<b>Getting to Datça</b><br />\r\nMost travelers arrive via Marmaris, which lies some 75 kilometers to the east and makes a convenient transfer point for those coming by bus.",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/datca.jpg",
            "images": [
                {
                    "image": "datca"
                }
            ]
        },
        {
            "id": 37,
            "name": "Demre / Andriake",
            "destination_id": 3,
            "string_info": "<b>Demre:</b><br />\r\nAlthough he was born in the nearby village of Patara, Demre is where <b>Santa Claus</b> spent most of his life. Of course, the historical figure hadn’t yet taken on his modern form as a bearded, present-delivering man dressed all in red and white, but the legend of Saint Nicholas is still very much present in the town today. You’ll find the very cool 11-century Church of Saint Nicholas here, which used to house his bones, although they were carried off by thieves on the hunt for holy remains.<br />\r\n<br />\r\n<b>Andriake:</b><br />\r\nFamous as he may be, Demre isn’t all about the local saint. Crowning the hill about the town is an imposing ruin, Andriake, only recently discovered in 2009 and currently under excavation by students from Akdeniz (Mediterranean) University.<br />\r\n<br />\r\nThe main building to be seen is a <b>Roman synagogue </b>dating back to about 500 AD, identified as such by the Latin inscriptions as well as a marble slab depicting a menorah and other symbols of Judaism. Besides that, the view is fantastic, particularly at dusk when you can watch the sun sinking over the port to the west. Wildflowers grow in abundance. You’ll most likely have the place to yourself, especially in early morning or late afternoon, as Andriake is not yet well-known in guidebooks. Now is your chance to be one of the first visitors!<br />\r\n<br />\r\nThe road to the site is poorly signposted, so you may have to ask around for directions; as a starting point, head toward the harbor from the center of town and look out for a left-hand turn taking you up the mountains. If you have your own transportation, you can park in an open gravel lot just before the yellow sign announcing the path to the ruins.<br />\r\n<br />\r\n<b>How to get to Demre and Andriake </b><br />\r\nYou can get to Demre with the bus from Antalya.",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/254948_225694170776344_7976641.jpg",
            "images": [
                {
                    "image": "_254948_225694170776344_7976641"
                },
                {
                    "image": "_247408_225693980776363_7834628"
                },
                {
                    "image": "_248069_225694074109687_2078716"
                },
                {
                    "image": "sf107"
                }
            ]
        },
        {
            "id": 65,
            "name": "Dilijan",
            "destination_id": 6,
            "string_info": "Dilijan, a sleepy little mountain town in the north, is the kind of place that in most other countries would be swarmed with tourists year round, but here in Armenia, where tourism is still in its infancy, it's so far charmingly unspoilt. As you would expect there isn't much to do in the town itself and everything seems to close down at about ten o'clock but Dilijan's main draw are the abundant forests and hills that surround it. There are some great hiking trails, many of which are walking distance from the town, and along which you can visit the ruins of ancient monastaries. <br />\r\nGetting there from Yerevan involves a roughly two hour mini bus (marshrutni) ride through some spectacular mountain scenery.",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/dilijan.jpg",
            "images": [
                {
                    "image": "dilijan"
                }
            ]
        },
        {
            "id": 61,
            "name": "Diyarbakır",
            "destination_id": 4,
            "string_info": "Diyarbakır, the second biggest city in the South-East of Turkey, is definitely a must for the ones travelling around the country for a reasonable time. Despite not being in the top-list of touristic destinations, this city is extremely interesting from the historical and architectural point of view.<br />\r\n<br />\r\nDiyarbakır area’s history goes back to the stone age. The remains of the Neolithic settlements are to be found in the Diyarbakir Museum. The city was then occupied by many different civilizations among which the Assyrians, the Seleucids, the Persians, the Romans and of course the Ottomans. <br />\r\n<br />\r\nThe city is still surrounded by the old city walls, which were restored by the Romans. Recently, a very well-kept park has been developed along the walls, allowing a very pleasant walk for the tourists. The four gates which constituted the only entrances to the city are also still intact: <b>Dağakapı</b>, <b>Mardinkapı</b>, <b>Urfakapı</b>, ve <b>Yenikapı</b>. Also the towers are worth to see, particularly <b>Nur Burcu</b>, <b>Yedi Kardeş  Burcu </b> and <b>Malikşah Burcu</b>. The Iç Kale (the inside castle), which is unfortunately under constant reconstruction, you can still have a great view on the Tigris. <br />\r\n<br />\r\nThe city is full of historical sites, churches, mosques and other religious buildings. To have a detailed map of the touristic attractions, go straight to one of the newly opened Touristic Info Point close to Dagakapi or Mardin Kapi. <br />\r\n<br />\r\nIf you have only a day, we suggest you at least a visit to <b>Ulu Camii</b>, very central, the Ortodox Syrian Christian <b> Meyrem Ana Kilesi</b> (Church of the Virgin Mary) and the Armenian<b> Surpağab Kilisesi</b>. Not to be missed is also the <b>Mala Dengbeja</b>, very close to Meyrem Ana Kilesi, meeting place of traditional singers-storytellers of the area: sit with them in the patio and you will hear their very peculiar way of singing. Unfortunately you won’t be able to understand their poetic tales, unless you are proficient in Kurdish!<br />\r\n<br />\r\n<b>Where to eat</b><br />\r\nIf you ask where to have some nice food, everyone will tell you to go to Onur Ocakbaşı, in the historical center of the city (from Gazi Cad. turn on S.Nazif sok. No:6). And they are right! Follow the advice of the locals and go and eat a great kebab! All the side dishes are on the house, so don't oppose yourself and let Onur treat you. Please, drink açık ayran...you'll be surprised not to be drinking it from the glass! <br />\r\n<br />\r\n<br />\r\n<b>Getting to Diyarbakır</b><br />\r\nGetting to Diyarbakır by land from Istanbul is quite time consuming, while it is more reasonable if you are coming from Ankara or somewhere closer in Turkey. Anyhow there are buses and trains. Pegasus Airlines however offers very affordable prices for flights to and from Diyarbakır, especially if booked in advance.<br />\r\n<br />\r\n<b>Getting Around</b><br />\r\nDiyarbakır is a good starting point for exploring the Sout East of Turkey. There are frequent minibuses to Mardin, Şanlıurfa, Malatua, Midyat and Batman.",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/img_3195.jpg",
            "images": [
                {
                    "image": "img_3195"
                },
                {
                    "image": "hasanpasahani"
                },
                {
                    "image": "img_3164"
                },
                {
                    "image": "img_3203"
                },
                {
                    "image": "img_3222"
                }
            ]
        },
        {
            "id": 63,
            "name": "Doğubayazıt",
            "destination_id": 4,
            "string_info": "The history of <b>Doğubeyazıt/Doğubayazıt</b> goes back to more than 2700 years ago, when it was part of the  Kingdom of Urartu. It was lately conquered by  Persians, Romans, Arabs, and Byzantines, before then becoming part of the Ottoman Empire in 1514. It then went through the Turko-Persian war, the Russian-Turkish War and the First World War.<br />\r\n<br />\r\nThe town, surrounded by some of the highest mountains in Turkey, is located around 15 km southwest of Mount Ararat, 93 km east of the city of Ağrı and 35 km from the Iranian border. It is an ideal location for an alternative view on Turkey and to visit around some interesting not well-known attractions: go and see the beautiful <b>Ishak Pasha Palace</b>, climb <b>Mount Ararat</b> and wander around some interesting ruins on <b>Giriktepe hill</b>.<br />\r\n<br />\r\n<br />\r\nThe impressive <b>İshak Paşa Sarayı</b> is a relatively modern palace built in the seventeenth century by the reigning Ottoman Empire. Famous for its Ottoman art and its stunning location on a valley slope (5 kilometers outside of Doğubeyazıt), the palace is actually an entire complex rather than a single building. Be on the lookout for Quranic inscriptions praising the pashas.<br />\r\n<br />\r\n<b>Getting to Doğubeyazıt</b> <br />\r\nDirect minibuses departs from Van, or if you are really brave, you can get there by a 24hr coach from Istanbul.",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/320px-ishak_pasha_palace1454.jpg",
            "images": [
                {
                    "image": "_320px_ishak_pasha_palace1454"
                }
            ]
        },
        {
            "id": 16,
            "name": "Ephesus",
            "destination_id": 2,
            "string_info": "Ephesus is one of Turkey’s foremost archaeological sites: and no wonder, as it has a long and varied history which left behind some of the country’s most stunning ruins anywhere. Located about four kilometers from <b>Selçuk</b>, it’s possible to walk to the site; otherwise, you can take one of the dolmuşes from the town center, which depart every fifteen minutes. Ephesus is known in Turkish as Efes, which, if you’ve been here for a while, you’ll probably instantly recognize as the name of the most popular brand of beer in Turkey!<br />\r\n<br />\r\nEphesus was originally founded by the Greeks and enjoyed a prominent status as one of the twelve cities of the Ionian League. After it was conquered, it was for many years the second largest city in the entire Roman empire, after Rome itself. In fact, in the first century BC, Ephesus was the second-largest city not only of the empire but of the world.<br />\r\n<br />\r\nThe famous <b>Temple of Artemis</b>, known for being one of the seven wonders of the ancient world, was located here. Sadly, it was destroyed in 401 AD by an angry multitude and the only part which can be seen today is a lone column. Still, archaeology enthusiasts will be far from disappointed by the remarkable ruins still in abundance here.<br />\r\n<br />\r\nDon’t miss the <b>Library of Celsus</b>, with its grand entrance, which once housed over 12,000 volumes and had reading rooms constructed particularly to take advantage of natural light. Also see the temples of Hadrian and Domitian, in various stages of reconstruction, which feature wonderful reliefs. Also check out the recently-discovered gladiator graveyard.<br />\r\n<br />\r\nYou can see many artifacts from Ephesus in the archaeological museum in nearby Selçuk, although a large percentage of the finds have been relocated to the British Museum and the Ephesos Museum in Austria.<br />\r\n<br />\r\n<b>How to get to Ephesus</b><br />\r\nEphesus have two entry points, approximately 3km apart. <br />\r\n<br />\r\nFrom Selçuk, the minibuses to Pamucak and Kuşadası pass the Ephesus turn-off leaving you with a short walk to the main ticket office.<br />\r\n<br />\r\nA taxi from Selçuk to the main entrance would be around 10 TL, so it can be a feasible option if you are three or four people.",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/efes002.jpg",
            "images": [
                {
                    "image": "efes002"
                },
                {
                    "image": "efes003"
                },
                {
                    "image": "efes004"
                },
                {
                    "image": "sf62"
                }
            ]
        },
        {
            "id": 29,
            "name": "Faralya",
            "destination_id": 3,
            "string_info": "Tiny Faralya is just a dot on the map, but nature lovers will find its scenic beauty nothing short of enchanting. <br />\r\n<br />\r\n<b>How to get to Faralya and Butterfly Valley</b><br />\r\nYou can hike through the mountains from <b>Ovacık</b> some 16 km north or simply take a dolmuş from Ölüdeniz- although the hairpin turns all along the cliffside coastal road may leave you just as breathless as if you’d opted for the trek! Save some energy to navigate the steep path down to <b>Butterfly Valley</b>, whose namesakes flutter in abundance around the rocks. The round trip takes around 45 minutes, but don’t rush- the path can be dangerous, especially when wet.",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/527934_469738319705260_9008625.jpg",
            "images": [
                {
                    "image": "_527934_469738319705260_9008625"
                },
                {
                    "image": "_318796_469738559705236_6702741"
                },
                {
                    "image": "_250424_225692474109847_723769_"
                },
                {
                    "image": "_249485_225692434109851_1718428"
                },
                {
                    "image": "_247710_225692514109843_877292_"
                }
            ]
        },
        {
            "id": 26,
            "name": "Fethiye",
            "destination_id": 3,
            "string_info": "Whether you’re out to hike the Lycian Way, indulge in some adrenaline-pumping extreme sports, or simply relax on southern Turkey’s sandy beaches, you’re likely to pass through Fethiye at some point. The town’s streets are crowded with international visitors, particularly during the high season, but for good reason; it makes an ideal starting point for visiting local Lycian ruins, soaking up sun, and getting active in the thriving paragliding or sea canoeing scenes. Go hunting for the <b>sarcophagii</b> which can be found around in several streets around town and take a day-trip to the cave tombs just outside of southern Fethiye. And if you’re ready to party at the end of a busy day, you’ll feel right at home here, where locals and travelers alike meet in pulsing discos and dance until the early hours of the morning.<br />\r\n<br />\r\n<b>How to get to Fethiye</b><br />\r\nThe mid-size town of Fethiye is easy to reach from anywhere in Turkey, with a busy otogar and frequent connections from the hour-distant Dalaman airport.",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/fethiye-tatil-firsati.jpg",
            "images": [
                {
                    "image": "fethiye_tatil_firsati"
                }
            ]
        },
        {
            "id": 14,
            "name": "Foça",
            "destination_id": 2,
            "string_info": "Roughly 70 kilometers north of central İzmir, the small municipality of Foça has a rich history and some beautiful beaches- day-trip it or stop by on your way north. Don’t be confused by the names, though, as there are two towns called Foça. Yenifoça (New Foça) lies south of the one you probably want to visit, <b>Eskifoça</b> (Old Foça), with the similarly-dubbed Phocaea in the middle of the two.<br />\r\n<br />\r\nThe name of this originally Greek city comes from the word for “seal” (fok in Turkish) due to the huge communities of the animals living in the nearby sea. There are tons of well-preserved archaeological sites here, mostly stemming from the Greek period prior to the Persian invasion in 546 BC, which effectively ended the golden age of Foça. One of the most impressive of these is the <b>Temple of Athena</b>, which is still undergoing excavations. Also be sure to see the ancient theater, as well as the numerous historical mosques from more recent periods. Foça\tis mostly about sea, so <b>Fokai Restaurant</b> ( 121 St. No: 8 ) is an excellent choice for sea food, combined with traditional Mediterranean ‘<b>mezes and rak</b>ı’\t.If you would\tlike\tto continue on concentrating Aegean Sea , check out <b>Delphin Tour Boat </b>( Küçükdeniz Limanı) for low-volume, relaxing and not\tcrowded\t (10\tpeople limit)\ttours around\tFoça.<br />\r\n<br />\r\n<b>Getting to Foça</b><br />\r\nSince it lies quite some way outside the main center of İzmir, getting to Foça used to be a confusing and time-consuming affair. Fortunately, this is all changing this year with the installation of a brand-new metro train throughout the whole of İzmir which is projected to cut travel times in half. From the airport, you can take the Aliağa train and reach Foça on a single ticket; get off at Biçerova and take a dolmuş the last 3 kilometers to town.<br />\r\n<br />\r\nOf course, you can still reach Eskifoça by other means as well. If you have your own car, take the road north toward Çanakkale and turn after 39 kilometers, continuing 26 more kilometers until you reach Foça. Otherwise, buses are also available from central İzmir, running from six in the morning until eleven at night- but the metro is likely to be the cheapest and least convoluted method.",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/izmir4.jpg",
            "images": [
                {
                    "image": "izmir4"
                },
                {
                    "image": "_306164_399832030029223_1329127"
                },
                {
                    "image": "_524759_400173983328361_1301897"
                },
                {
                    "image": "_301872_400174133328346_1724350"
                },
                {
                    "image": "sf56"
                }
            ]
        },
        {
            "id": 6,
            "name": "Gallipoli",
            "destination_id": 2,
            "string_info": "Brits, Aussies, and Kiwis will already be familiar with the tragic history of Gallipoli. During World War I, Allied forces attacked this strategic location in the Battle of the Dardanelles, so named because it took place on the northern bank of the Dardanelles Strait. The intention was to knock the Turkish forces out of the war, but what resulted was a staggering loss of life on both sides: a third of the casualties were Turkish, the rest Allied troops, with the total death toll exceeding 130,000.<br />\r\n<br />\r\nThe battle became one of the most important in Turkish history, as well as for Australians and New Zealanders, who celebrate <b>ANZAC Day</b> on April 25th to memorialize the 1915 landings. Indeed, many Antipodeans make a point of visiting the battlefields of Gallipoli on this date in order to take part in the rituals of remembrance at <b>Anzac Cove</b>, flanked by hundreds of their countrymen.<br />\r\n<br />\r\nThe area is dotted with memorials erected in honor of the soldiers on both sides of the battle. There are separate cemeteries and memorials for British and Australian troops, French troops, New Zealand troops, and of course the Turkish men who lost their lives at Gallipoli. For a moving reflection on the place’s bloody history, walk from Anzac Cove to the <b>Arıburnu Coastal Memorial</b>, inscribed with Atatürk’s declaration that the Allied soldiers who died on Turkish soil are considered native sons as well.<br />\r\n<br />\r\n<b>How to get to Gallipoli</b><br />\r\nTo visit the battlefields, take the ferry from Çanakkale across to Eceabat. From there, you can ask for current dolmuş routes or tour the area on foot.",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/sf41.jpg",
            "images": [
                {
                    "image": "sf41"
                }
            ]
        },
        {
            "id": 9,
            "name": "Gökçeada",
            "destination_id": 2,
            "string_info": "Turkey’s largest island, stunning Gökçeada is a picturesque Aegean heaven close to Çanakkale. It was originally called Imbros in its former incarnation as an Athenian colony, and although the island was ceded to Turkey in 1923 as part of the Treaty of Lausanne, some ethnic Greeks remain in their ancestral homes and the local culture is tinged with the customs of their neighbors to the west. <br />\r\n<br />\r\nGökçeada is a paradise for divers and surfers, with numerous scuba shops and companies offering diving and surf lessons as well as equipment. In addition, the island is home to the country’s first underwater park. Beaches, too, are abundant; try the longest and sandiest, Pınarbaşı Beach, or Aydıncık Beach for bigger waves and better surfing. After a long day of hitting the beaches, stop by Yukarı Kaleköy for a coffee at a breezy coffeehouse- try <b>Mustafa’nın Kayfesi </b>(Yukarı Kaleköy Kilise Meydanı).<br />\r\n<br />\r\nCamping is possible in many places on Gökçeada- just use common sense! However, if you’re looking for a comfortable bed, <b>Kalimerhaba Pension</b> (Kaleköy Barbaros Cad. No:258) is a good bet. Breakfast is included at this clean and tasteful budget guesthouse, and better yet, you’ll get a 10% discount with Hike East. For a more upscale option, you can check out <b>Zeytindalı Hotel</b> (Zeytinli Village No:168), which offers a touch of luxury as well as nice views. <br />\r\n<br />\r\n<b>How to get to Gökçeada</b><br />\r\nAs a popular tourist destination, it’s relatively easy to reach Gökçeada. If you’re in a hurry, you can catch a plane from İstanbul to the centrally located airport on the island. Otherwise, ferries from Çanakkale or Kabatepe will be a cheaper way to travel to and from the mainland. <a href=\"http://www.gestasdenizulasim.com.tr\" rel=\"nofollow\" target=\"_blank\">Gestaş</a> tends to be the preferred ferry line, but you can have a look also at this website <a href=\"http://www.gokceadarehberim.com/feribot_saatleri/\" rel=\"nofollow\" target=\"_blank\">Gökçeada Rehberi</a>. You will land roughly four kilometers from the island’s capital of Merkez; if you don’t have your own transportation, minibuses are available to take you the rest of the way.",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/sweet_trpping_by_beyondaura.jpg",
            "images": [
                {
                    "image": "sweet_trpping_by_beyondaura"
                },
                {
                    "image": "_____by_telegraph_road"
                }
            ]
        },
        {
            "id": 20,
            "name": "Gökova / Akyaka",
            "destination_id": 2,
            "string_info": "The tiny town of Gökova, with only about 1500 inhabitants in the off-season, has been growing in popularity with holiday-goers since the 1970s. These days, it enjoys a modest popularity during the summer high season, and you’ll find it busy, though not overrun, in June and July.<br />\r\n<br />\r\nDespite being an ancient settlement, Gökova has no ruins of any major significance. Most visitors come for the natural beauty to be found here, due to the town’s location on the scenic <b><i>Plain of Heaven</i></b>, as well as the wide variety of wildlife thriving in the wetlands nearby. Otters, flamingos, pelicans, and herons are all relatively common, and if you’re lucky you might see all of them; increase your chances of a sighting by coming in the wintertime.<br />\r\n<br />\r\nIf <b>bird-watching</b> is too low-key for you, consider <b>paragliding</b> from the nearby <b>Akyaka</b>, a sport which has been growing in recent years. There are now several options for paragliding companies; ask around!<br />\r\n<br />\r\nKiteboard is also becoming very popular and Gökova hosts also the biggest kiteboard school in Turkey. For more info check this website <a href=\"http://www.akyaka.com/\" rel=\"nofollow\" target=\"_blank\">http://www.akyaka.com/</a>.",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/gokova.jpg",
            "images": [
                {
                    "image": "gokova"
                }
            ]
        },
        {
            "id": 47,
            "name": "Hatay",
            "destination_id": 4,
            "string_info": "<b>Hatay</b><br />\r\nThe Hatay, a wedge of Turkey cutting into the northwestern border of Syria, is a bit of a world apart from the rest of the country. The region’s largest town, Antakya, has seen empires come and go but now seems almost more Arab than Turkish; indeed, <b>Syrian Arabic</b> is the mother tongue of the majority of inhabitants, although Turkish is almost universally understood. The influence of the area’s southern neighbor doesn't end there, and can be seen in everything from the desserts (try <b>künefe</b>) to the ancient Christian ruins dating back to when the city was called Antioch. Check out the teahouses in <b>Büyük Antakya Parkı</b> as well as the classical mosaics found in the <b>Archaeological Museum</b>.<br />\r\n<br />\r\n<b>Onward to Syria</b><br />\r\nAt the moment, the border with Syria are closed to tourists",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/1.jpg",
            "images": [
                {
                    "image": "_1"
                },
                {
                    "image": "_3"
                },
                {
                    "image": "_4"
                },
                {
                    "image": "_5"
                },
                {
                    "image": "_2"
                }
            ]
        },
        {
            "id": 4,
            "name": "Islands",
            "destination_id": 1,
            "string_info": "About twenty kilometers southeast of İstanbul in the Sea of Marmara lie nine islands, dubbed the <b>Princes Islands</b> due to the Byzantine practice of sending problematic princes there to be “taken care of.” <br />\r\n<br />\r\nToday, the islands are a popular weekend destination for Turks, and many international travelers make the trip as well in order to see the old churches and refined summer homes there. Except for specialty service vehicles, no cars are allowed on the islands, which makes for a pleasant walking environment- have a stroll or a picnic, or go for a ride in one of the horse-drawn carriages. The four largest islands are served by the İDO ferries around ten times per day in the summer; <b>Büyükada</b> (Big Island) is the most popular destination.<br />\r\n<br />\r\nMost of the ferries depart from the Kabataş dock, down the hill from Taksim Square. The journey takes around 50 to 90 minutes, depending on which boat you take, and a fixed ticket will set you back 4 TL. Make sure you get to the ferry terminal early if you want a seat with a good view!<br />\r\n<br />\r\nTake a look at the ferry schedule, which can be found at <a href=\"http://www.ido.com.tr\" rel=\"nofollow\" target=\"_blank\">http://www.ido.com.tr</a>. Take note that the summer and winter schedules are different, as are the schedules for weekends and holidays. <br />\r\n<br />\r\nThe easiest docks to catch a ferry from are Bostancı and Kabataş; the majority of the boats stop at Büyükada, with a smaller percentage docking at the lesser islands (in order, the stops are <b>Kınalıada</b>, <b>Burgazada</b>, <b>Heybeliada</b>, and <b>Büyükada</b>). The first departure from Kabataş on a typical morning is at 6:50 and the last ferry back to İstanbul from the Big Island is at 22:40 (21:50 on weekends and holidays).",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/sf34.jpg",
            "images": [
                {
                    "image": "sf34"
                },
                {
                    "image": "princes_islands_istanbul"
                }
            ]
        },
        {
            "id": 12,
            "name": "İzmir",
            "destination_id": 2,
            "string_info": "The modern city of İzmir is characterized by wide streets lined with designer boutiques and massive, glass-fronted offices. As Turkey’s third-largest city, it’s a hub of both transportation and business, and generally speaking has a more contemporary, commercial feel than other major urban areas in the country. In fact, you may at times feel that you’re in Greece or southern Italy rather than Turkey.<br />\r\n<br />\r\nThat vibe, however, owes a lot to the setting as well. Ringed by picturesque mountain ranges and nestled next to a spreading bay, İzmir is as Mediterranean as it gets. Palm trees grow in abundance along the broad boulevards of the city and cool sea breezes are a welcome relief from the maddeningly hot and humid summers which plague travelers to the region. The spring and fall, when the temperatures are more reasonable, are nice times to visit İzmir; winters, but contrast, tend to be cold and rainy. Snow is rare, although not unheard of.<br />\r\n<br />\r\n<b>History</b><br />\r\n<b>İzmir</b> is an exceedingly old city. It was founded more than 5000 years ago as the Trojan city of Smyrna; Homer spent much of his life here. Smyrna changed political hands many, many times over the centuries, belonging to not only the Greeks but also the Persian empire, the Roman empire, the Byzantines, the Ottoman empire, and (of course) modern Turkey. Still, there’s not as much in the way physical history in the form of ruins as you might as expect. İzmir’s had a bit of a problem with natural disasters throughout its past, and suffered through several which destroyed large numbers of the historical buildings. An earthquake around 200 AD erased much of the city’s original foundations, and- much more recently- a devastating fire in the 1920s again leveled a significant portion of İzmir’s historical buildings.<br />\r\n<br />\r\n<b>Events</b><br />\r\nAlso make sure to plan a visit to one of İzmir’s near-constant fairs - you may see signs saying İzmir Fuarı. A multitude of events are staged throughout the year, with themes such as shoes, technology, agriculture, pets, and much more. You can check out the schedule online at <a href=\"http://www.izfas.com.tr\" rel=\"nofollow\" target=\"_blank\">www.izfas.com.tr</a>.<br />\r\n<br />\r\n<b>Attractions</b><br />\r\nCheck out <b>Kadifekale</b>, an impressive castle crowning a hill, as well as the asansör (elevator) which was originally constructed in 1907.<br />\r\n<br />\r\nİzmir has a young population and a liberal reputation, and you can probably guess what that means when you put the two together: a thriving nightlife scene, as well as hundreds of hangouts for university students and recent grads. The <b>Alsancak</b> district is the place to be if you’re looking for a rowdy good time, with tons of rocking clubs and bars which stay open- and packed- until the wee hours of the morning. Try a midnight walk along <b>Kordon</b>, the waterfront area of Alsancak, and you won’t be disappointed. During the daytime, you can find tons of little cafes here as well.<br />\r\n<br />\r\n<b>Accommodations</b><br />\r\nAccommodation options, too, are numerous. A huge range of hotels to suit your budget can be found within a short walk or bus ride from the city center. <b>Hotel Baylan</b> (1299 Sok. No: 8) in Basmane is one recommended option, with excellent international food (including Chinese and Indian) and a pool for guest use. Otherwise, you can try the clean and welcoming <b>Konak Saray Hotel</b> (Anafartalar Caddesi No: 635, Çankaya), featuring a terrace restaurant and set in a restored Ottoman building from 1855. In operation for over sixty years, <b>Güzel İzmir Otel</b> ( 1368 St. No: 8 ) is also a popular and fairly well-known budget option in İzmir.<br />\r\n<br />\r\nMore info about Izmir to be found here: <a href=\"http://www.goturkey.com/en/city/detail/izmir\" rel=\"nofollow\" target=\"_blank\">http://www.goturkey.com/en/city/detail/izmir</a><br />\r\n<br />\r\n<b>Eat&Drink</b><br />\r\n<b>Meşhur Tavacı Recep Usta</b> (also known as Tavacı), (Atatürk Cad. No:364 Kordon) is the <br />\r\nbest South East Turkish Cuisine available in town. Fish, grilled sea bass and mezes, usually <br />\r\nthe fish is fresh and plenty in all seasons. <b>Kordon Ümitköy Balıkçısı</b> offers great deal <br />\r\nof fish in Alsancak.<br />\r\n<br />\r\n<b>Kumru</b>, a warm sandwich, made with a special bread with sesame seeds, Turkish sausage, grilled cheese and tomatoes, also a vegetarian version is available without the sausage and with the addition of green pepper. This is something not to be missed while in <br />\r\nIzmir, because it’s almost\timpossible to find it anywhere else in the country. <br />\r\nYou can join the nightlife on Kıbrıs Şehitleri Caddesi in Alsancak, and go find the<b> Gazi Kadinlar Street</b>. All pubs and cafes in Kordon (Alsancak’s waterfront) are attractive in nice weather. <b>1448 St</b>. at Alsancak is full of bars and pubs from one end to another.",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/sf52.jpg",
            "images": [
                {
                    "image": "sf52"
                }
            ]
        },
        {
            "id": 60,
            "name": "İznik",
            "destination_id": 2,
            "string_info": "Iznik is an historical town, around 77 kilometres south from Bursa, famous for its history and its traditional tiles production. The town lays by the İznik lake, surrounded by fertile nature and hills, so it is a good trip for both nature and cultural heritage lovers. <br />\r\n<br />\r\nThe history of İznik goes back to the Hellenic years. The old name of the town is <b>Nicaea</b>, well known for the Frist and Second Councils of Nicaea in the early years of the Christian Church and for being the capital of the omonimous empire and later the capital of Selçuk Empire.  Nicea was also the interim capital of the <b>Byzantine Empire</b>, of which it still keep interesting ruins. Much of the old capital is still visible in the modern Iznik. 3 Kilometres of the walls of the anciet city still stands with some its towers and its gates, which used to be the only entrance to the city. The town is designed according to the Roman standards: two main roads the Cardus and the Decumanos, cutting the city in four parts, at which cross stands the center, with a Basilica, which in the case of İznik is Haya Sofia, now transformed in a museum. <br />\r\n<br />\r\nThere is also an interesting <b>Roman Theatre</b> under renovation and an old hamam which is being renovated (with not too much touch) and will be opened as a museum. It is also worth to visit the city museum, where some interesting pieces of history are kept. We also suggest to just wonder around and have a look at all the small mosques and medres around.  <br />\r\n<br />\r\nIf you are visiting on summer, also enjoy the lakeside and give it a swim!<br />\r\n<br />\r\n<b>How to get to Iznik</b><br />\r\n<br />\r\nİznik is reachable by bus from Bursa and Yalova. If you are coming from Istanbul, you can get to Yalova with the direct Deniz Ötöbus from IDO company.<br />\r\n<br />\r\n<b>İznik Tiles<br />\r\n</b><br />\r\nİznik pottery, named after the town in western Anatolia where it was made, is a decorated ceramic that was produced from the last quarter of the 15th century until the end of the 17th century. The town of İznik was an established centre for the production of simple earthenware pottery with an underglaze decoration when in the last quarter of the 15th century, craftsmen in the town began to manufacture high quality pottery with a fritware<b> body painted</b> with cobalt blue under a colourless lead glaze. The meticulous <br />\r\ndesigns\tcombined traditional\tOttoman arabesque patterns\twith Chinese\telements.<br />\r\n<br />\r\nThe town became a major center with the creation of a local faïence<b> pottery-making</b> industry during the Ottoman period in the 17th century (known as\tthe İznik\tÇini, Çin meaning China).\tIznik tiles were used to decorate many of the mosques in Istanbul designed by Mimar\tSinan. However, this industry declined\tin the 18th century and İznik became a mainly agricultural minor town in the area when a major railway bypassed it in the 19th century. Currently the style of pottery referred to as the İznik Çini is to some extent produced locally, but mainly inKütahya, where the quality – which was in decline – has been restored to its <br />\r\nformer glory.",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/index.jpg",
            "images": [
                {
                    "image": "index"
                },
                {
                    "image": "images1"
                },
                {
                    "image": "iznik_antik_tiyatro_460x345"
                },
                {
                    "image": "iznik"
                }
            ]
        },
        {
            "id": 30,
            "name": "Kabak",
            "destination_id": 3,
            "string_info": "If you like bonfires, hammocks, flowers, and impossibly blue skies, you’ll feel right at home here. Spend your days chilling out with hikers and some of the most laid-back folks to be found anywhere, and you’ll soon see why many people who stop by for a night end up still sunning themselves on Kabak’s beach three weeks later. Make sure to walk or swim out to the cave a short way out from the shore.<br />\r\n<br />\r\n<b>How to get to Kabak</b><br />\r\nThe dolmuş from Ölüdeniz or Fethiye will drop you off in Kabak village, from which point it’s up to you to follow the red-and-white Lycian Way markers down into the spectacular valley below.",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/247023_225692570776504_6412530.jpg",
            "images": [
                {
                    "image": "_247023_225692570776504_6412530"
                },
                {
                    "image": "_537760_438323809513378_7085688"
                },
                {
                    "image": "_320408_469741176371641_2923666"
                },
                {
                    "image": "_549345_438323676180058_1303238"
                }
            ]
        },
        {
            "id": 53,
            "name": "Kaçkar Mountains",
            "destination_id": 5,
            "string_info": "<b>Kaçkar Mountains </b><br />\r\nRize makes an excellent jumping-off point to visit the spectacular Kaçkar Mountains. Part of northern Turkey’s Pontic range, the area has been a national park since 1994 and features some of the most unspoiled and rugged terrain anywhere in the country. Nature-lovers will be in paradise; endless trekking opportunities are available, taking you past waterfalls and lush mountains pastures known as <i><b>yaylalar</b></i>. You can even summit Mount Kaçkar, the fourth-highest peak in Turkey.<br />\r\n<br />\r\nOne of the most important and heavily-trafficked (relatively speaking, of course!) access points to the Kaçkar region is the little town of <b>Çamlıhemşin</b>. Famous for its lush forests and rolling hills, Çamlıhemşin is worth a visit year round, although you may want to make a special effort to visit if you happen to be in the area in the autumn; the foliage is impressive.<br />\r\n<br />\r\n<b>Ayder</b><br />\r\nThe countryside around Rize and the Kaçkars is ripe for exploring and riddled with tiny villages living a lifestyle which seems centuries removed. The little mountain town of Ayder is one of these hidden gems. To see its natural thermal springs for yourself, just hop a dolmuş from the town of Pazar, which is in turn accessible by minibus from Rize. Nature lovers will be in ecstasy at this summer paradise, surrounded by waterfalls, lakes and mountain pastures; culture enthusiasts should keep an eye out for the bagpipes which are commonly played in the region.<br />\r\n<br />\r\nThere are plenty of pensions and accommodations in Ayder, but be aware if you travel during one of the national holidays, because it might be hard to find a place to sleep without booking in advance. Also, in this area people are much less willing to bargain and prices are quite high.",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/469968_434748059870953_6646849.jpg",
            "images": [
                {
                    "image": "_469968_434748059870953_6646849"
                }
            ]
        },
        {
            "id": 3,
            "name": "Kadıköy",
            "destination_id": 1,
            "string_info": "A laid-back and artsy suburb on İstanbul’s Asian side, Kadıköy is far less touristy than Beyoğlu or Sultanahmet. Jammed full of shops, restaurants, and bars, many İstanbulites will tell you that Kadıköy is their favorite part of the city. <br />\r\n<br />\r\nTake the <b>ferry </b>to get here from the European side; frequent services depart from all the docks, notably Karaköy, Beşiktaş, and Eminönü. Browse the lively <b>fish market</b> located at the waterfront, where stall owners shout out prices and enticements for their wares and you can find many a local searching for the best deal in town. Of course, everything is fresher than fresh. If a restaurant is more up your alley, <a href=\"http://ciyasofrasi.hikeast.com/\" rel=\"nofollow\" target=\"_blank\">Çiya Sofrası</a> in Caferağa Mahallesi is a good choice- they have great local dishes as well as more international fare. <br />\r\n<br />\r\nIn accordance with the more chilled out pace of the Asian side, you can start your visit with a walk along the Bosphorus in the cosmopolitan neighborhood of <b>Moda</b>. It’s one of the most pleasant walks in İstanbul- the area is upscale and pretty, with nice views across the water and numerous parks and restaurants scattered along the promenade.<br />\r\n<br />\r\nKadıköy’s nightlife has a different feel to it than the wilder and more international crowd you’ll find near İstiklal. Still, this side of the Bosphorus is vastly popular with locals, and you’ll find a number of the city’s insider bars and clubs here, most with a much more “Turkish” feel to them than the expat-populated haunts across the water. Start your night at Kadife Sokak in central Kadıköy- colloquially known as “Bar Street,” Kadife is bustling with innumerable bars, most of which feature outdoor seating as well as indoor tables. In particular, look for <b>Arka Oda</b>, which is sure to come up in just about any conversation with an İstanbul-dweller when you broach the topic of their favorite bars. There are frequent concerts, so check out their schedule of upcoming shows at <a href=\"http://www.arkaoda.com\" rel=\"nofollow\" target=\"_blank\">www.arkaoda.com</a>. <br />\r\n<br />\r\nWhile in Kadıköy, plan a stop at <a href=\"http://sahaf26a.hikeast.com/\" rel=\"nofollow\" target=\"_blank\">Sahaf 26A</a> (Caferağa Mah. Sakız Sok. No:3/1). Run by the same collective which manages Cafe 26A in Beyoğlu, Sahaf is a secondhand bookstore where profit is irrelevant next to community, cooperation, art, and the organic spread of knowledge. 20 volunteers take care of the administrative duties of the store, including producing and circulating photocopied publications as well as holding workshops in the garden.",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/sf32.jpg",
            "images": [
                {
                    "image": "sf32"
                },
                {
                    "image": "sf33"
                }
            ]
        },
        {
            "id": 41,
            "name": "Kaleiçi / Antalya",
            "destination_id": 3,
            "string_info": "The 2200 year old city of Antalya, founded by the Greeks and originally known as Attalia, is nowadays one of the largest ports on Turkey’s southern coast. Many travelers to the region either start or end their Mediterranean explorations here, and it has become hugely important on Turkey’s tourism scene; millions of people visit every year. Grab a map and check out the <b>Aspendos theater</b>, still standing from Roman times, as well as the impressive archaeology museum, the best in the area.<br />\r\n<br />\r\nDon’t miss <b>Kaleiçi</b> (which roughly translates to “inside the castle”). Passing through the historical <b>Hadrian’s Gate</b>, you can go for a leisurely stroll down cobbled streets taking you past ancient buildings and ruins; the area is under government protection, and efforts are being taken to preserve the classical elements present in Antalya’s old district. Kaleiçi may remind you of western Europe’s old towns, with its narrow alleys and imposing stone walls.<br />\r\n<br />\r\n<b>How to get to Antalya</b><br />\r\nIf you don't have much time to spend on the road, the best way is to fly to Antalya. There are frequent flights from Istanbul at decent prices with Pegasus Airlines.<br />\r\nAlternately, you can take a night bus from Istanbul or from Izmir and Fethiye",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/antalya_by_aydaks.jpg",
            "images": [
                {
                    "image": "antalya_by_aydaks"
                }
            ]
        },
        {
            "id": 34,
            "name": "Kaş",
            "destination_id": 3,
            "string_info": "The mid-sized town of Kaş makes a perfect base for travelers looking to explore the treasures of Mediterranean Turkey without succumbing to the tourist frenzy of the larger cities closer to the region’s airports. It’s surging with character and everything from budget options to luxury shopping are on offer here. In particular, try <b>Chez Evy</b> (Terzi Sok. No:4) for some mouthwatering French cuisine in an upscale setting. <br />\r\n<br />\r\nMost everything is within walking distance, so take an afternoon or- why not?- a full week and investigate the shops and the seaside on foot. If you’re looking for some authentic Turkish souvenirs such as jewelry or handmade carpets, Kaş is definitely the right place to be.<br />\r\n<br />\r\n<b>How to get to Kaş</b><br />\r\nThere are  minibus from Fethiye or Antalya and also national bus companies to and from Ankara, Istanbul and Izmir.",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/380264_438324222846670_9359176.jpg",
            "images": [
                {
                    "image": "_380264_438324222846670_9359176"
                },
                {
                    "image": "_553063_469741936371565_4673758"
                },
                {
                    "image": "_559293_469741829704909_6623133"
                }
            ]
        },
        {
            "id": 28,
            "name": "Kayaköy",
            "destination_id": 3,
            "string_info": "When you think of ghost towns, you might be picturing empty saloons in the American Wild West. Kayaköy is every bit as dramatic and imposing as anything you can conjure up, and looms over the modern village below with a haunting grandeur.<br />\r\n<br />\r\n<b>History</b><br />\r\nKayaköy (previously known as Levissi) was a Greek town until 1923, when a population exchange between Greece and Turkey sent its inhabitants westward. The Greek Macedonian Muslims who were settled in their place didn’t stay for long; theories abound as to why (some a bit on the tin-foil-hat side, such as the one suggesting that the previous population poisoned the town’s water supply upon departing), but the most likely explanation is that the Macedonians were simply unused to such rough land and moved on when they found it difficult to cultivate.<br />\r\n<br />\r\n<b>What to see</b><br />\r\nYears of sitting empty lend the collapsing buildings an air of melancholy poetry, helped along by the 1957 earthquake which further leveled the town. Now it sits deserted and crumbling... and a little bit creepy. Travelers with a taste for the bizarre and surprising can spend hours exploring the site to their hearts’ content. Make sure to visit the two churches and the village fountain; also take in the Mediterranean view from the chapel at Kayaköy’s highest point.<br />\r\n<br />\r\nThe entire area of the town has been declared a museum by the Turkish state. As such, an entrance fee is charged during peak hours; if you have an open schedule and wish to avoid this, simply show up in the early morning or the evening and have the place to yourself... for free.<br />\r\n<br />\r\n<b>How to get to Kayaköy</b><br />\r\nA small modern town has been built at the foot of the hills, packed full of restaurants and wine houses despite its diminutive size. <br />\r\n<br />\r\n<br />\r\nTo reach Kayaköy, just hop on a dolmuş from Fethiye or Ölüdeniz. Alternatively, you can make the 8-kilometer hike from Fethiye and arrive on foot.",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/247374_225692414109853_7049267.jpg",
            "images": [
                {
                    "image": "_247374_225692414109853_7049267"
                },
                {
                    "image": "_255055_225692317443196_5899725"
                },
                {
                    "image": "_559986_438323909513368_9032488"
                },
                {
                    "image": "_254116_225692344109860_6099591"
                },
                {
                    "image": "_252050_225692384109856_4458557"
                }
            ]
        },
        {
            "id": 35,
            "name": "Kekova / Üçağız",
            "destination_id": 3,
            "string_info": "Üçağız is a pretty little fishing village close to Kaş . The name means “three mouths” in Turkish, referring to the trio of rivers which flow into the sea here.<br />\r\n<br />\r\nThe Turkish government declared the town and surrounding region a protected area in early 1990. At the time, Üçağız was little-visited and even smaller than it was today, lacking even a passable road. While now, just over 20 years later, the road is definitely navigable by public transportation or in your own rented car, it’s still a 19-kilometer precariously snaking passage and you may be tempted to arrive the old-fashioned way: by boat. The government has since relaxed the restrictions placed on diving and building in the area, but some limitations remain and the town has fortunately not lost its quaint charm.<br />\r\n<br />\r\nSeafood lovers will want to unpack their things and settle down in Üçağız. As a fishing town, there are all the toothsome Mediterranean dishes you could hope for here and numerous fish restaurants near the port. One local favorite,<b> Hassan Restaurant</b>, is run by (who else?) Hassan himself, who speaks English and German. Frequented by sailors, this character-rich eatery features momentos left behind by previous travelers and serves up all kinds of seafood as well as a selection of grills. Keep an eye out for Hassan’s smiling face on posters around town!<br />\r\n<br />\r\nA stroll around the hilly but kaleidoscopic town center will reveal several Lycian tombs nestled in between the ubiquitous old stone houses. Cross your fingers that the current building restrictions will continue for at least several years to come... in the meantime, hurry here while the small-town vibe in Üçağız remains!<br />\r\n<br />\r\n<b>How to get to Kekova/Üçağız</b><br />\r\nKekova can be reached by dolmuş or on one of the numerous boat tours offered from more popular destinations around the area",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/kekova3.jpg",
            "images": [
                {
                    "image": "kekova3"
                },
                {
                    "image": "_3372a15005f28f620b2337ef0efdc6"
                }
            ]
        },
        {
            "id": 58,
            "name": "Kıyıköy",
            "destination_id": 1,
            "string_info": "Up for a two-three days out of the noisy crowd of Istanbul? From İstanbul’s Esenler Otogar hop on a bus to Saray or Vize and then from there to Kıyıköy, a small fishing village on the coast of Black sea around 160 Km north from Istanbul, embraced by two rivers and facing the sea. <br />\r\n<br />\r\nHere you can enjoy the typical old wooden houses and  nice small beaches, relaxing and quiet during low season, extremely crowded in July and August and spring bank holidays (so plan your trip according to this and avoid it during high season). There are many small home pensions that you will find once you are there.  <br />\r\n<br />\r\nEnjoy your two days outside the big city sunbathing and eating good fish. A good place  to have a good fish dinner? Walk you way to <b>Erkin'in yeri</b>, near the harbor, a hut hosting a delicious fish restaurant. Try the shrimps on butter casserole!",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/kiyikoy1-300x200.jpg",
            "images": [
                {
                    "image": "kiyikoy1_300x200"
                }
            ]
        },
        {
            "id": 42,
            "name": "Kızkalesi / Mersin",
            "destination_id": 3,
            "string_info": "Once an ancient Anatolian city known as Corycus (sometimes spelled Korykos), Kızkalesi is a somewhat foreboding, though undoubtedly beautiful, castle sitting on a tiny island close to shore. The name, which means “Maiden’s Castle” in English, refers to a legend in which a girl was cursed by an evil magician and sent by her father to live in this isolated castle in a desperate attempt to prevent the enchantment from coming true. It turns out, however, that the island on which it sits used to be connected to the mainland by a narrow strip of land, so- gasp- the legend probably had no basis in fact. <br />\r\n<br />\r\nA group of nearby caves are well worth checking out- known as the Heaven and Hell, these interconnected passages go more than 20 meters underground. Stop for a visit at the little church built by Saint Paulus in antiquity.<br />\r\n<br />\r\n30 kilometers north of Silifke lies another unmissable destination. <b>Uzuncaburc</b>, as it is now known, consists of an expanse of breathtaking ruins, remarkably well-preserved. The height of the city’s prominence lasted from Roman times through the Byzantine era, and you can see remnants of both in the theater, grave markers, and temple devoted to Zeus.<br />\r\n<br />\r\nThe <b>Adam Rocks</b>, located in Devil Valley (roughly 8 kilometers distant from Kızkalesi), probably date back to the Roman era. The carved figures display men, women, and children in a visibly antiquated style.<br />\r\n<br />\r\n<b>Getting to Kızkalesi and Mersin</b><br />\r\nGetting to Kızkalesi is generally a breeze, with frequent dolmuşes running from Silifke and the more distant Mersin (60 kilometers away).",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/538663_406169006062192_1944721.jpg",
            "images": [
                {
                    "image": "_538663_406169006062192_1944721"
                },
                {
                    "image": "_389749_406169502728809_7730953"
                },
                {
                    "image": "_528173_406171149395311_8595884"
                },
                {
                    "image": "_427790_406164032729356_1255382"
                }
            ]
        },
        {
            "id": 22,
            "name": "Köyceğiz",
            "destination_id": 2,
            "string_info": "Originally settled in 3400 BC, Köyceğiz has a long and rich history during which, like most towns in Turkey, it changed hands numerous times. Nearby historical sites, including the impressive rock tombs, represent the influence of many civilizations.<br />\r\n<br />\r\nKöyceğiz is a quiet haven, with a much more traditional feel than the larger cities which surround it. Check out the market held every Monday, mainly frequented by locals although some travelers show up to do some shopping the old-fashioned way as well.<br />\r\n<br />\r\nYou should really stay a few nights to properly appreciate the tranquility of Köyceğiz.<br />\r\n<br />\r\n<b>How to get to Köyceğiz</b><br />\r\nFrequent buses from Marmaris and Fethiye and dolmuşes from Dalaman, Marmaris and Ortaca. Most buses will drop you at the Köyceğiz otogar, outside of the town. Dolmuşes run every 15 minutes between the otogar and town.",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/koyceiz.jpg",
            "images": [
                {
                    "image": "koyceiz"
                },
                {
                    "image": "koy3"
                },
                {
                    "image": "koy2"
                }
            ]
        },
        {
            "id": 39,
            "name": "Kumluca / Adrasan",
            "destination_id": 3,
            "string_info": "12 kilometers beyond the wealthy town of Kumluca, you’ll come to the a pretty bay- this is <b>Adrasan</b>, a perfect place to stop for the afternoon and take in the view from the beach.<br />\r\n<br />\r\nDevelopment is quite slow here due to the government protection over the entire park region, but it is proceeding despite the regulations and you can find a number of modern buildings catering to the traveler crowd here.<br />\r\n<br />\r\n<b>How to get to Kumluca</b><br />\r\nTo reach Kumluca from Adrasan, ask the Adrasan Tur dolmuşes. You'll be dropped off at the D400 turn off and from there wait another dolmuş that will bring you to Kumlaca.",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/adrasan-02.jpg",
            "images": [
                {
                    "image": "adrasan_02"
                }
            ]
        },
        {
            "id": 18,
            "name": "Kuşadası",
            "destination_id": 2,
            "string_info": "Kuşadası (“Bird Island”, referring to the small Pigeon Island just off the mainland) is a resort town popular with international visitors and Turks alike. With roughly 50,000 permanent residents, Kuşadası spends the winters in relative silence, growing significantly in the high summer season with the influx of tourists. The modern town center and harbor area is lined with shops and small cafes, where you can find good deals on carpets and other souvenirs with some patience and a little skill at the age-old art of haggling.<br />\r\n<br />\r\n<b>How to get to Kuşadası</b><br />\r\nGetting to Kuşadası is usually a pretty straightforward affair; catch a bus from most cities in Turkey. A stay in Kuşadası is also a great opportunity to take a brief sojourn in Greek territory, as there are daily ferry services to the Greek island of Samos.",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/558506_399832310029195_2049199.jpg",
            "images": [
                {
                    "image": "_558506_399832310029195_2049199"
                },
                {
                    "image": "_564075_399832286695864_3366862"
                },
                {
                    "image": "_537918_399832273362532_1178182"
                },
                {
                    "image": "sezgin"
                }
            ]
        },
        {
            "id": 59,
            "name": "Lesvos",
            "destination_id": 2,
            "string_info": "Birthday place of many poets and writers of the Ancient Greece,  Lesvos (or Mytilini), the third biggest Greek island, still maintain its cultural charm and the beauty of its fertile land. Olive trees and pine forests cover most of the hills and crystal clear sea kisses the shore. <br />\r\n<br />\r\nLesvos, which history goes back to the third millennium B.C. has a population of around 80.000 thousands people and is built on the ruins of its ancient times. The island is very famous for its Ouzo ( Greek liquor similar to the Turkish Rakı), its ceramic and wood handcrafts. <br />\r\n<br />\r\n<b>Museums and Parks</b><br />\r\nDon't miss the <b>Barbayanni</b>, one of the famous factory of Ouzo Museum, in Plomari. Also interesting is the <b>Museum of Olive Oil</b> in Gera Gulf, where you can see the way oil has been produced along the history. Absolutely a must, for its uniqueness in Europe, is the <b>Petrified Forest</b>: a spectacular natural phenomenon due to volcanic activity. The forest covers 15.000 hectares and is estimated to be 20.000.000 years old.<br />\r\n<br />\r\n<b>Around the island</b><br />\r\n<b>Mytilene</b> is the capital of the island, a moderately lively  town with almost nothing left of the old times, but still worth to visit. <b>Molivos</b>, north of the island, is the most interesting town in terms of  cultural attractions, with its traditional architecture and the <b>Gattilusi Castle</b>. To put up your tent close to the town, head to Molivos Camping. If what you are looking for is some rest on the beach, head to <b>Skala Eressos</b>,  a small town hosting summer resorts but also isolated beaches.   <br />\r\n<br />\r\nFor the ones who were guided by the interest for the legendary school of Sappho, Eressos, her birthplace, is the right place to go. Here, lesbians from all around the world are coming every summer to enjoy the Greek sun. <br />\r\n<br />\r\nTo discover more about the ancient past of the island you can visit the <b>Archeological Musem of Mytilene</b>. Towards the South, you may also admire interesting ruins in Epano Skala and Agios Therapon. <br />\r\n<br />\r\nRenting a car is a cheap and practical choice to travel around the island and to move freely around.  For car rental, hotel booking and tickets to other Greek island and Athens, call up <b>Fotis Tour</b> or pass by their offices just in front of the harbor. Ask for <b>Fatih</b>, very helpful and multilingual: speaks English, Greek and Turkish. <b>Fatih: +30 69 40 77 5353</b><br />\r\n<br />\r\n<b>How to get to Lesvos</b><br />\r\nThe island is served by an airport with international routes, but if you  are coming from Turkey and want to save some money you'd better go by the sea. Lesvos is easily reachable through a ferry from Ayvalık. Ferries are frequent during the high season, while in low season they are just 3 or 4 days per week. <br />\r\n<br />\r\nIf you are traveling from Turkey to Lesvos contact Jale Tour, just in front of Ayvalık port:  ferryboats service to the Greek island for 30 Euro round trip (1 and half hour each way). For Turkish citizens, you can contact Jale Tours for easy visa.",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/lesvos.jpg",
            "images": [
                {
                    "image": "lesvos"
                },
                {
                    "image": "_05"
                },
                {
                    "image": "images"
                }
            ]
        },
        {
            "id": 46,
            "name": "Mardin",
            "destination_id": 4,
            "string_info": "<b>Mardin </b><br />\r\nWith its picturesque old buildings spilling down the hillside on which the city was built, Mardin is a beautiful and often-overlooked stop on the route through southeastern Turkey. Although it used to have a bad reputation as a hotbed of PKK activity, Mardin is slowly gaining back cred as a travel destination, and nowadays is very safe. The view from the hill on the Syrian border it is simply stunning and the whole old town (<i>Eski Mardin</i>) is full of interesting atelier, artisans, home-made wine shops and amazing old buildings. If you’re coming or going from <b>Mount Nemrut</b>, you’ll likely pass through <b>Malatya</b>. Try to see the museum there, as well as Eski Malatya some 12 km north of the center and reachable by dolmuş.<br />\r\n<br />\r\nDon’t miss the bazaar or the <b>Kırklar Kilesesi</b> (Forty Martyrs’ Church, Sağlık Street), both in the old city. However, the real attraction of Mardin is the fascinating blend of cultures- Turkish, Kurdish, Assyrian, and Arab- which can be observed throughout the entire town.<br />\r\n<br />\r\nIf you have some spare time, go and pay a visit to the Syriac <b>Deyrul Zafran Monastery</b>. It is around 6 km away from the center, reachable by bus or by taxi. The entrance to the monastery is 6 TL, 3 TL for students. In this price, a guided tour is included but you have to be luky and happen to visit on the day where there is an English speaking one! <br />\r\n<br />\r\n<b>Hassankeyf</b><br />\r\nThis magnificent and historical little town, ringed by prehistoric caves and infused with centuries of Seljuk, Kurdish, and Arab history, is reachable by dolmuş from Batman. Its magnificent rock formations and evocative ruins would be worth a visit under any circumstances, but as it is, you should make it Hassankeyf a top priority; there are controversial plans in place to construct a dam nearby which would leave much of the area underwater and destroy countless important sites, as well as displace thousands of inhabitants. The town was added to the World Monuments Fund Watch List in 2008 and there has been a major outcry against the proposed construction, but it may not be enough. Get there while you can! <br />\r\n<br />\r\n<b>How to get to Mardin</b><br />\r\nFrequent buses from and to Diyarbakır ( around 1¼ hours), and for Midyat . More sporadic buses are directed to Urfa and to Batman. Alternatively, you can take a direct flight from Istanbul or Ankara.",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/mardinfotomaraton2010-7.jpg",
            "images": [
                {
                    "image": "mardinfotomaraton2010_7"
                },
                {
                    "image": "mardinfotomaraton2010_9"
                },
                {
                    "image": "mardinfotomaraton2010_1"
                },
                {
                    "image": "mardinfotomaraton2010_10"
                },
                {
                    "image": "img_3374"
                }
            ]
        },
        {
            "id": 25,
            "name": "Marmaris",
            "destination_id": 2,
            "string_info": "The pretty beachside town of Marmaris is a seriously happening destination, due to the simple fact that there’s something for everyone here. Partiers will have a ball in the <b>techy clubs</b> and smoky bars on the <b>bar street close to the open market</b>, as Marmaris is justly known for having a solid nightlife scene bursting with dancing and drinking until the early hours of the morning.<br />\r\n<br />\r\nThose with a more low-key style, though, will not go wanting. There are plenty of activities to keep you occupied during your time in Marmaris, starting with the popular cruises which depart from the picturesque, yacht-lined harbor. Shopping is also great fun, and you’ll doubtless come across hundreds of quirky little shops calling your name, not to mention the bazaar, where you can stumble onto convincing knockoffs of every brand you can think of. To top it off, Marmaris is home to two waterparks.<br />\r\n<br />\r\n<b>How to get to Marmaris</b><br />\r\nThe closest international airport is located in Dalaman, roughly 100 kilometers away. From there, it’s easy enough to catch one of the frequent bus transfers, which take an hour and a half to reach Marmaris. To get around in town or for daytrips in the area, you can rely on the omnipresent dolmuşes.",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/fca225b23cef6a1435103c4b8d0280.jpg",
            "images": [
                {
                    "image": "fca225b23cef6a1435103c4b8d0280"
                }
            ]
        },
        {
            "id": 45,
            "name": "Nemrut",
            "destination_id": 4,
            "string_info": "Mount Nemrut (<b>Nemrut Dağı</b> in Turkish) is among Turkey’s most iconic and well-known destinations. You may have seen images of the gigantic stone heads scattered across the area on tourist brochures or books concerning ancient civilizations; even if you haven’t, you’re sure to find the site breathtaking and a sure highlight of your trip to Turkey.<br />\r\n<br />\r\nBuilt by slaves in the Kingdom of Commagene, the massive statues which now adorn the summit were commissioned by King Antiochus in the first century BC as a grandiose and ultimately narcissistic tribute to... himself. The complex served as a tomb and temple sanctuary, and many of the decapitated heads which lie strewn across the mountain represent Greek gods or the rulers of the kingdom (including, of course, Antiochus). The eastern temple still stands as well, along with an altar made of sandstone and used for ritual sacrifice. Interestingly, the marks on the stone heads, particularly the noses, are seemingly uniform and suggest the destructive work of later iconoclasts.<br />\r\n<br />\r\nMany people take pains to arrive at the peak of Mount Nemrut at dawn, in order to see the ruins by the light of the rising sun. It’s a truly impressive sight, but going later in the day will spare you the crowds as well as the necessity of waking up well before first light in order to make it to the relatively remote site by daybreak. If you’d prefer to stay overnight, try the <b>Güneş Hotel</b>, close to the summit and relatively cheap.<br />\r\n<br />\r\nFor more info and organize tours you can contact this self-organized group: <a href=\"http://www.nemrutguide.com/\" rel=\"nofollow\" target=\"_blank\">http://www.nemrutguide.com/</a><br />\r\n<br />\r\n<b>How to get to Mount Nemrut</b><br />\r\nNumerous tours to the mountain are available out of İstanbul or nearer cities such as Malatya; alternately, take a dolmuş or rent your own car. Regardless of how you get there, you’ll need to walk the last half kilometer on your own. Take note: Mount Nemrut can only be visited from March to April due to its high altitude and the heavy snows which fall here in the winters.<br />\r\n<br />\r\n<b>Eski Kahta</b><br />\r\nOn the way from Nemrut to Adiyanman, stop by a village called <b> Eski Kahta</b>, before getting to Kahta town. You can visit the old village <b>Eski Kahta</b> and the beautiful Kahta Yeni Kale castle build by Nemlüks as a palace and then converted to a castle by Selçuks. The area is also full of  historical brigdes on the way and unexplored ruins.<br />\r\nIf you need accommodation in the area, you can rely on home-stay: <a href=\"http://www.nemrutguide.com/Nemrut/Home-Stay-at-Eski-Kahta-and-Walk-to-Nemrut-HomeStay-Turkey.html\" rel=\"nofollow\" target=\"_blank\">http://www.nemrutguide.com/Nemrut/Home-Stay-at-Eski-Kahta-and-Walk-to-Nemrut-HomeStay-Turkey.html</a>",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/10300730.jpg",
            "images": [
                {
                    "image": "_10300730"
                },
                {
                    "image": "_103006631"
                },
                {
                    "image": "_103006611"
                },
                {
                    "image": "_10300727"
                }
            ]
        },
        {
            "id": 27,
            "name": "Ölüdeniz",
            "destination_id": 3,
            "string_info": "Ölüdeniz (meaning dead sea in Turkish, so-called for the stillness of the waters at its much-photographed Blue Lagoon), is a busy tourist town to the southeast of Fethiye. <br />\r\n<br />\r\nWhile its neighbors <b>Faralya</b> and <b>Kabak</b> will be more up your alley if you’re looking to ‘get away from it all’, Ölüdeniz is great for paragliding or sailing over the Mediterranean- or even just stocking up on supplies before you make your way to rougher territory.<br />\r\n<br />\r\n<b>How to get to Ölüdeniz</b><br />\r\nÖlüdeniz is easily reachable from Fethiye by dolmuş.",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/lycian2.jpg",
            "images": [
                {
                    "image": "lycian2"
                }
            ]
        },
        {
            "id": 38,
            "name": "Olympos",
            "destination_id": 3,
            "string_info": "You probably recognize the name Olympos from your school-days classes in Greek and Roman mythology: the home of the gods, it boasts a number of incredible ruins, as you may well expect. You won’t be disappointed by multifarious ancient sites to be found here, although those in search of solitude should take heed. Olympos is major stop on southern Turkey’s beaten tourist track, and you may be put off by the crowds, especially in the peak summer months from June to August.<br />\r\n<br />\r\nAlso see the <b>Chimaera</b>, named for the mythical fire-spitting monster (part-lion, part-goat, part-snake) of Roman folklore. Today the term refers to the eternal flames which burn from the mountain-side above Olympos. You’ll be amazed by the unique natural phenomenon of the fires- caused by methane gas leaking out from the earth, they will reignite themselves if you attempt to put one out. Don’t forget to bring a flashlight with you on the walk up- you’ll want to go at night for maximum effect, and some of the trails can be treacherous in the dark.<br />\r\n<br />\r\nAs the town of Olympos is under government protection which severely limits modern construction, facilities are limited. Fortunately, the owners of the many pensions here recognize this and will cater for most of your needs, including food and alcohol. There’s an ATM and a small supermarket, but plan ahead by bringing the majority of the supplies you’ll need from Kaş or Antalya. <br />\r\n<br />\r\n<b>How to get to Olympos</b><br />\r\nTake a bus from <b>Antalya</b> (some 70 kilometers to the north) or south from <b>Kumluca</b> or <b>Kaş</b>. The larger buses won’t take you all the way down to Olympos proper and will instead leave you roughly 10 kilometers outside of town at a junction featuring a great view and a cafe. Dolmuşes from this point are frequent, so you shouldn't have any trouble completing the trip into the valley.",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/549394_438324772846615_1959360.jpg",
            "images": [
                {
                    "image": "_549394_438324772846615_1959360"
                },
                {
                    "image": "_547629_438324686179957_1406467"
                },
                {
                    "image": "_543220_438324912846601_1263909"
                },
                {
                    "image": "_550708_438324962846596_1408038"
                },
                {
                    "image": "_292622_438324846179941_1469187"
                },
                {
                    "image": "_560137_438325002846592_1908769"
                },
                {
                    "image": "_109"
                },
                {
                    "image": "_111"
                }
            ]
        },
        {
            "id": 19,
            "name": "Pamukkale",
            "destination_id": 2,
            "string_info": "Used as a spa since antiquity, Pamukkale is one of the country’s most popular destinations for tourists and Turks alike. Pamukkale has been famous for its natural spa since at least the second century BC, when it was a thriving Greco-Roman locality believed to heal bathers of a wide variety of ills, including rheumatism, heart, stomach, and skin diseases, and even high blood pressure. The hot waters flow from the white geological formations, known as travertines, which give the town its name (<b>Pamukkale means “cotton castle” in Turkish</b>).<br />\r\n<br />\r\nWhile you’re in the region, also check out the ancient city of <b>Hierapolis</b> (founded, as the name suggests, by the Greeks). Traditionally the jumping-off point for visitors to the hot springs, Hierapolis houses a number of impressive relics from its early days.<br />\r\n<br />\r\n<b>Getting to Pamukkale</b><br />\r\nYou’ll most likely pass through the larger nearby city of <b>Denizli</b> before continuing on to Pamukkale and Hierapolis, as the majority of buses and trains stop here. If you’re coming in by air, the closest airport is also in Denizli and is an hour distant.<br />\r\n<br />\r\nBus companies: <a href=\"http://www.pamukkale.com.tr/\" rel=\"nofollow\" target=\"_blank\">Pamukkale</a>",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/izmir2.jpg",
            "images": [
                {
                    "image": "izmir2"
                }
            ]
        },
        {
            "id": 33,
            "name": "Patara",
            "destination_id": 3,
            "string_info": "Visitors to Patara are usually after two things: ruins and beaches. Don’t be put off by its small size, because Patara has both in abundance. Another of ancient Lycia’s six largest cities, along with Xanthos and Pınara, it was the civilization’s primary sea port; this strategic importance led to its early annexation by Roman forces. In slightly more recent history, Patara gained recognition for being the birthplace of <b>Nicholas of Myra</b> (better known as Santa Claus) around 300 AD, although the man in red spent most of his life in nearby Demre. Take a look at the ancient theater and temple just outside the city, and then go for a stroll on the beach- unless you’re bursting with energy, though, don’t try to make it all the way to the end. At 18 uninterrupted kilometers, this is one of the longest beaches in the world!<br />\r\n<br />\r\n<b>How to get to Patara</b><br />\r\nThere are buses from Fethiye and Antalya to Patara every hour. From Antalya you do not need to go Fethiye. You can buy your tickets to Patara. Antalya to Patara buses are also every hour.",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/sf101.jpg",
            "images": [
                {
                    "image": "sf101"
                }
            ]
        },
        {
            "id": 32,
            "name": "Pınara",
            "destination_id": 3,
            "string_info": "Pınara holds the intriguing distinction of being one of the least-visited yet most impressive archaeological sites along Turkey’s southern coast. Six kilometers from the main road, two of which snake precariously up a dirt track from the village of Minare, you’ll find yourself facing an immense cliffside punctuated by ‘honeycomb’ tombs cut into the rock and a well-preserved amphitheater ringed by wildflowers. Visitors are free to wander as they wish and discover for themselves the numerous graves and temples scattered between the mountain and the valley. <br />\r\n<br />\r\nThe sheer scope of the site is a clue to its historical importance; Pınara was one of the six largest Lycian cities until it was deserted in the 9th century AD. Bring your camera for some spectacular panoramas taking in the architecture and the view!<br />\r\n<br />\r\n<b>How to get to Pınara</b><br />\r\nTo reach Pınara you can take a dolmuş from Fethiye, which will leave you at the beginning of a six-kilometre long road that  leads to the mountain site. You can also try to ask if for an extra cost you can be dropped off there.",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/sf100.jpg",
            "images": [
                {
                    "image": "sf100"
                }
            ]
        },
        {
            "id": 52,
            "name": "Rize",
            "destination_id": 5,
            "string_info": "The mid-sized city of Rize is the last semi-major city on Turkey’s west-to-east Black Sea coastal route toward Georgia. Somewhat lacking in tourist attractions but definitely not in charm, Rize offers a museum (on Ulubatlı Sokak) displaying traditional costumes in an old Ottoman building, as well as a <b>Genoese castle</b> overlooking the town. Snack like a king at the conveniently-located cafe in the castle, and take in the views of the city afforded by the place’s prime location. Rize is a great place to learn about the history of the local <b>Laz people</b> as well- the museum will get you started.<br />\r\n<br />\r\nRize’s fame, however, comes from its prominence in Turkey’s tea industry; east of Trabzon, the climate is ideal for its production. You can see the tea bushes growing all over the area at low altitudes as you enter the city. Once inside, shop around for local varieties to take home or have a wander through the tea garden known as <b>Ziraat</b>, where you can enjoy a cup of çay when you visit. Not only for tea, the gardens have a variety of pretty plants.<br />\r\n<br />\r\nConnoisseurs of fine food and drink would do well to make the 10-kilometer trip outside Rize to Çayeli, where you’ll find one of Turkey’s three<b> Hüsrev Restaurants</b> (Çayeli Çıkışı Hopa İstikameti). All sorts of local food is available, but be sure to try one of their famous bean dishes in particular.<br />\r\n<br />\r\nThe Maçahel Valley is truly one of Turkey’s untouched gems- so much so that international visitors require a special permit to access the 23 villages scattered along the <b>Machakhlistskali River</b>. The area was under Georgian control until it fell to the Ottoman empire in 1479; even today, however, the way of life in the valley’s tiny settlements seems to consist of an alluring mix of Turkish and Georgian tradition. The village life isn’t the only attraction here, though, and you’re sure to keep busy with trekking and snapping photographs of the incredible views all around you.<br />\r\n<br />\r\n<b>To organize a tourism permit, contact Kenan Kahya at +90 532 652 41 96</b>. Kenan also manages a highly-recommended pension in the valley called <b>Bunbulay Pansiyon</b> and is generous about sharing his extensive knowledge of the area.",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/32.jpg",
            "images": [
                {
                    "image": "_32"
                },
                {
                    "image": "_42"
                },
                {
                    "image": "_12"
                }
            ]
        },
        {
            "id": 49,
            "name": "Safranbolu",
            "destination_id": 5,
            "string_info": "Located in the Western Black Sea region, Safranbolu is a charming little town retaining much of its Ottoman character from previous centuries. In fact, it’s known for being perhaps the most “Ottoman” city in all of Turkey; due to its historical architecture, Safranbolu has been named to the <b>UNESCO World Heritage List</b>. Particularly interesting to history enthusiasts is the <b>Kaymakamlar Evi</b>, which features separate courtyards with windows from the harem quarters as well as the men’s rooms (known as selamlık). If you want to catch a view of the entire old town from a height, make your way to <b>Hıdırlık Tepesi</b>.<br />\r\n<br />\r\nCooks and eager shoppers should keep an eye out for saffron, the spice for which Safronbolu was named. Alternately, sample some in the local cooking at <b>Taşev</b> (Hıdırlık Yokuşu 14), also featuring a gallery and an impressive collection of wines.<br />\r\n<br />\r\n<b>How to get to Safranbolu</b><br />\r\nSafranbolu is roughly six hours outside of İstanbul by bus and makes a fantastic waypoint for travelers heading east to Samsun, Trabzon, or Georgia. Most intercity buses will drop you in the modern town; to reach the much more picturesque old town (Eski Safranbolu), hop on a dolmuş. Numerous great daytrips are possible- hop on a dolmuş and get exploring! In particular, check out the old towns of Hadranoupolis (Eskipazar) and Karabük, about 10 km away. Also reachable from Safranbolu at a distance of 8 km is the country’s fourth largest cave, known as Bulak Cavern (Mencilis Mağarası in Turkish).",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/safranbolu-2012-183.jpg",
            "images": [
                {
                    "image": "safranbolu_2012_183"
                },
                {
                    "image": "safranbolu_2012_146"
                },
                {
                    "image": "safranbolu_2012_98"
                },
                {
                    "image": "safranbolu_2012_121"
                },
                {
                    "image": "safranbolu_2012_12"
                },
                {
                    "image": "safranbolu_2012_137"
                }
            ]
        },
        {
            "id": 36,
            "name": "Simena",
            "destination_id": 3,
            "string_info": "Most visitors to Kekova and Üçağız come with the primary goal of checking out the spectacular sunken city of Simena. Once a thriving Lycian city composed of an island and a mainland area (now known as Kaleköy, “castle village”), an earthquake in the 2nd century AD caused a large section of the residential area to slide underwater. Now, 19 centuries later, it remains partly submerged and can be explored from the surface or underwater; thanks to special protection from the Turkish government since 1990, it remains exceedingly well-preserved and has not been much damaged by the tourism boom of the last several decades.<br />\r\n<br />\r\nThe above-water ruins are no less fascinating and include a necropolis and numerous sarcophagi, as well as Kaleköy’s namesake castle built by the <b>Knights of Rhodes</b> on the ancient foundations, but if you’ve made the trip out here it’s probably the underwater part you’re mainly looking to see. Check out the bizarre spectacle of staircases leading into the sea and windows half above, half below the waves.<br />\r\n<br />\r\n<b>How to get to Simena</b><br />\r\nFrom Demre, take a dolmuş to Kekova and then proceed to Simena by boat",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/lycian_tombs_at_simena_by_mura.jpg",
            "images": [
                {
                    "image": "lycian_tombs_at_simena_by_mura"
                },
                {
                    "image": "simena_01_by_dashka_bird_d2y4q"
                }
            ]
        },
        {
            "id": 62,
            "name": "Sinop",
            "destination_id": 5,
            "string_info": "Sinop is a beautiful medieval, walled city located on a promontory overlooking the the Black Sea. Despite not being one of the best known location in Turkey and its modern ugly buildings, it is definetly worth a visit. The atmosphere here has something special. Locals says that it is because of the presence of the Americans during the Cold War, which helped opening the town to foreigners. You will be surprised to see how many middle-aged people speak English over here.<br />\r\n<br />\r\n<b>History</b><br />\r\nThe settlement was founded by colonists from Miletus in the 800s BC and became a major port. Sinop is also where the Russians attacked the Ottomans in 1853, setting the beginning of the Crimean War. During the Cold War, the town hosted a military USA base, which provided locals with jobs and left behind some traces. Indeed most of the families of Sinop still remember receiving gifts and food from the Americans.<br />\r\n<br />\r\n<b>What to visit</b><br />\r\nApart from the medieval ruins, there are also interesting mosques (<b>Alaeddin Mosque</b> one of the oldest) and medrese to visit (<b>Alaiye Medresse</b>), <b>Balatlar Church</b> and the ruins of an ancient Temple next to the Sinop Museum. <br />\r\nYou can also try to sunbath a bit on the beaches and swim, although most of the time the water is quite chilly. If you are travelling from East to West and you decide to reach Amasra following the coastline, , stop by the cute village of <b>Çatalzetin</b>, where you can find the Tarih Hamam Cafe & Restaurant, with occasional live music.",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/sinop-historical-map.jpg",
            "images": [
                {
                    "image": "sinop_historical_map"
                },
                {
                    "image": "sinopbalik"
                }
            ]
        },
        {
            "id": 17,
            "name": "Şirince",
            "destination_id": 2,
            "string_info": "The tiny village of Şirince was populated by Greeks until the population exchange which took place in 1923; since then, Muslim Turks have made it their home. Only eight kilometers from Selçuk, Şirince is an easy day-trip. Taking the dolmuş to get there is a hassle-free experience, and there’s one departing in either direction every hour.<br />\r\n<br />\r\nToday, Şirince is primarily known as a producer of fine <b>fruit wines</b>. Perhaps surprisingly, this is a recent development, and the shift toward wine tourism has come only in the last several decades after a German man named Helmut Hermann Krauss fell in love with the town and decided to start producing wine there. After teaming up with a local and establishing the Artemis Şirince restaurant, he pioneered a line of delicious and aromatic fruit wines- take an afternoon and sample them for yourself! It all started with the blueberry variety, so you might want to begin with that one as well.<br />\r\n<br />\r\n<b>How to get to Şirince</b><br />\r\nTo reach Şirince without a car,  you can take a dolmuş from Selçuk.",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/559467_400173606661732_1728918.jpg",
            "images": [
                {
                    "image": "_559467_400173606661732_1728918"
                },
                {
                    "image": "sirince001"
                },
                {
                    "image": "_525183_400173743328385_1210407"
                },
                {
                    "image": "_553982_400173213328438_1722119"
                }
            ]
        },
        {
            "id": 2,
            "name": "Sultanahmet",
            "destination_id": 1,
            "string_info": "The oldest part of İstanbul, Sultanahmet is home to the majority of the city’s most well-known and impressive ancient sites. The district is located on a peninsula across a narrow body of water from Beyoğlu- you can cross on a footbridge- and is bounded by three bodies of water; from here, the panorama takes in the Sea of Marmara, the Bosphorus, and the Golden Horn. Sultanahmet is serviced by a tram line which can take you all throughout the peninsula.<br />\r\n<br />\r\n<b>Hagia Sophia</b><br />\r\nArguably the most famous of İstanbul’s sights, the <a href=\"http://www.ayasofyamuzesi.gov.tr/en/\" rel=\"nofollow\" target=\"_blank\">Hagia Sophia</a> (Aya Sofya in Turkish) is a magnificent sixth-century basilica built by the Roman emperor Justinian I and later converted to a mosque in the fifteenth century by the Ottoman conquerors. Only in the last century was it turned into a museum, its present incarnation. Spectacular enough from the outside, the inside of the building is not to be missed either. Check out the fantastic mosaics within. The entrance ticket is 20 TL. <br />\r\n<br />\r\n<b>Topkapı Palace</b><br />\r\n<a href=\"http://www.topkapisarayi.gov.tr/\" rel=\"nofollow\" target=\"_blank\">Topkapı Palace</a> was used as a royal residence by the Ottomans for two-thirds of their 624-year reign. Today, it ranks up there as one of İstanbul’s most-visited tourist destinations, and houses such important Muslim relics as the Prophet Mohammed’s sword. There are four separate courtyards to visit, each with a different style and a wide variety of artifacts to view. Linger over the arms collection in the second courtyard or the extensive harem. If you are visiting during the summer, avoid the pick hours as it can get very crowded. Entrance fee to the palace is 25 TL and other 15 TL to visit the Harem.<br />\r\n<br />\r\n<b>Basilica Cistern</b><br />\r\nBuilt, like the Hagia Sophia, during the reign of Justinian I, the <a href=\"http://www.tripadvisor.com/Attraction_Review-g293974-d294555-Reviews-Basilica_Cistern-Istanbul.html\" rel=\"nofollow\" target=\"_blank\">Basilica Cistern</a> is a lesser-known but just as fascinating facet of Sultanahmet’s historical legacy. Originally constructed in order to ensure the city’s continued water supply in the event of a siege, it was also used as a filtration system for the palace. The slightly creepy atmosphere of the cistern will make you feel like you’ve stepped back to the sixth century; wend your way through the pillars and take a peek at the gigantic resident fish. 10 TL is the entrance fee. <br />\r\n<br />\r\n<b>Museum of Archaeology</b><br />\r\nArchaeology enthusiasts will have the time of their life checking out the massive Museum of Archaeology located near Topkapı Palace (10 TL entrance fee). Divided into three parts- the <a href=\"http://www.istanbularkeoloji.gov.tr/main_page\" rel=\"nofollow\" target=\"_blank\">Archaeology Museum</a> proper, the Museum of Islamic Art, and the Museum of the Ancient Orient, everything you can imagine related to İstanbul’s dramatic history can be found here. The collection related to Alexander the Great is among the most striking- it includes an adorned sarcophagus which was once believed to belong to the conqueror himself. You’ll also find Sumerian tablets and a host of marble statues.<br />\r\n<br />\r\n<b>Hippodrome of Costantinople</b><br />\r\nNext to the Blue Mosque and the Hagia Sophia, you’ll find the Hippodrome of Constantinople, so named, of course, because it was built during the Byzantine period. For centuries, the Hippodrome was used as a center of sporting events and social life; unfortunately, the structure did not make it to modern times unscathed, and today there are only obelisks and sculptures still standing. Nevertheless, it’s a must-see while you’re in Sultanahmet. Check out the German Fountain in the adjacent square.<br />\r\n<br />\r\n<b>Blue Mosque</b><br />\r\nAnother of the most famous landmarks in İstanbul, the Sultan Ahmet Mosque (usually known as the <a href=\"http://www.bluemosque.co/index.html\" rel=\"nofollow\" target=\"_blank\">Blue Mosque</a>) is centrally located on the peninsula. Unlike the Hagia Sophia, it’s still used as a working mosque, so you’ll have to cover up appropriately in order to enter. The blue tiles inside lend the building its colloquial title; there are more than 20,000 handmade tiles decorating the interior.<br />\r\n<br />\r\n<b>Gran Bazar</b><br />\r\nCalled the world’s shopping oldest mall, the <a href=\"http://www.grandbazaaristanbul.org/Grand_Bazaar_Istanbul.html\" rel=\"nofollow\" target=\"_blank\">Grand Bazaar</a> is more than worth a visit even if you don’t have anything to buy. You can find absolutely anything here, and spend an afternoon or ten wandering the narrow alleys. The bazaar is primarily known for its spices and Turkish carpets, but jewelry, clothing, and, well, pretty much everything else on earth can be had here too. Time to hone your bargaining skills!<br />\r\n<br />\r\n<b>Hamams</b><br />\r\nDon’t miss a hamam experience while you’re here- after a scrub and massage here, you’ll feel like you’re truly clean for the first time in your life. <a href=\"http://www.cemberlitashamami.com/\" rel=\"nofollow\" target=\"_blank\">Çemberlitaş</a> is one of the best and most famous in the area- give them a call at +90 212 522 79 74 to book your experience.<br />\r\n<br />\r\n<b>Where to eat in Sultanahmet</b><br />\r\nIf you’re hungry, go straight to the famous <a href=\"http://www.suroakbasi.net\" rel=\"nofollow\" target=\"_blank\">Sur Ocakbaşı</a> at İtfaiye Caddesi No. 19, probably the best place in the whole city to get a kebab. Superbly fresh ingredients and a friendly atmosphere!",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/sf28_a.jpg",
            "images": [
                {
                    "image": "sf28_a"
                },
                {
                    "image": "sf28_b"
                },
                {
                    "image": "sf28_c"
                },
                {
                    "image": "sf29"
                }
            ]
        },
        {
            "id": 55,
            "name": "Tblisi",
            "destination_id": 6,
            "string_info": "Georgia’s capital and largest city, Tbilisi is located in the country’s east-central region, nestled in the low hills around the Trialeti mountains. The city’s name comes from the word for “warm” (tbili), a toponym referring to its mythical origins. According to legend, Tbilisi was founded by a fifth-century king who chose the site after he came across a magical hot spring while pheasant-hunting.<br />\r\n<br />\r\nTbilisi is packed with things to do. Museum enthusiasts are spoiled for choice here; choose from the <b>Numismatic Museum</b> (showcasing old coins, and located at G. Leonidze ⅗), the <b>Museum of Art</b> (L. Gudiashvili 1), the <b>Puppet Museum</b> (Shavteli 17A), the <b>Janashia Museum</b> with its spectacular archaeological collections (Rustaveli Av. 3), and many others. Architecture buffs will love a wander through the well-preserved Old Town or a visit to any of the dozens of old churches and mosques hidden in Tbilisi’s alleyways, while hikers will appreciate the picturesque lakes just outside of town and the steep walk up to Narikala Fortress, which offers incredible panoramic views. The sulfur baths, Georgia’s answer to Turkey’s invigorating hamams, are also well worth the experience, although you may not be able to get service in English. Head to the district of <b>Abanotubani</b> if you’re interested. If it all seems a bit overwhelming, check out the terrific <b>Explore Outdoor</b> (Machabeli St. 7), which offers free city tours.<br />\r\n<br />\r\nTbilisi is a shopper’s paradise, with open-air bazaars and curious little shops seemingly everywhere you look. The Saturday market near the river (also known as the Dry Bridge Market) has everything under the sun and you can often snag fascinating curios for dirt-cheap prices. The slightly more mundane daily marketplace near <b>Didube</b> has an equally broad but more everyday selection of goods.<br />\r\n<br />\r\nFood and accommodation are rarely an issue in Tbilisi. A range of popular establishments are available in both categories, such as the central and ever-thriving Boombully Rooms & Hostel (Rustaveli Avenue 24) and the chain restaurant 24/24 (Leselidze Street 26).<br />\r\n<br />\r\n<b>How to get to Tiblisi</b><br />\r\nAs central as it is, Tbilisi has the added advantage of being extremely easy to reach and depart from. Buses run constantly to and from the rest of Georgia and beyond, and the international airport 17 km southeast of town is reachable by bus or taxi.",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/150.jpg",
            "images": [
                {
                    "image": "_150"
                }
            ]
        },
        {
            "id": 40,
            "name": "Tekirova",
            "destination_id": 3,
            "string_info": "<b>Tekirova</b>, just 45 minutes from Antalya, is a refreshing break from city life. When there, you should pay a visit to <b>Sundance nature village</b>,  a scattered collection of buildings and outdoor facilities on the edge of a lush forest, it is a ticket to relaxation and harmony with nature. “Stress” just isn’t in the vocabulary here, and after a few days, it won’t be in yours either. <br />\r\n<br />\r\nSundance offers fourteen bungalows, three tree lodges, nine tree houses, and a camping area. The bungalows come in the widest variety of sizes, ranging from small one-person options to larger ones which can accommodate up to four people. <br />\r\n<br />\r\nFor further information check out their website <a href=\"http://www.sundancecamp.com/tr\" rel=\"nofollow\" target=\"_blank\">http://www.sundancecamp.com/tr</a><br />\r\n<br />\r\n<b>How to get to Tekirova</b><br />\r\nHop on a dolmuş from Antalya, and you'll be there in 60  km.",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/landscape_by_kainat.jpg",
            "images": [
                {
                    "image": "landscape_by_kainat"
                }
            ]
        },
        {
            "id": 51,
            "name": "Trabzon / Sümela",
            "destination_id": 5,
            "string_info": "<b>Trabzon</b><br />\r\n<br />\r\nFounded by the Greeks in the eighth century BC, Trabzon has a long and rich history spanning numerous civilizations and accumulating, over the centuries, wide and varied influences. Trabzon even boasts an ex-church museum called, familiarly, the Hagia Sophia (or Aya Sofya). For reasonably-priced accommodation, stay at the<b> Anıl Otel</b> (İskenderpaşa Mah; 0462 326 72 82) or <b>T.S Park Otel</b> (Atatürk Alanı Meydan Cad. 5).<br />\r\n<br />\r\nFor spectacular views, you take take a dolmuş up to the pleasant district of Boztepe, situated on a hill. There are plans to construct a high-end hotel at the top, but for now, you can enjoy lunch at the hilltop restaurant while checking out the view.<br />\r\n<br />\r\nA second must-do excursion from Trabzon is Uzungöl, 45 km outside the town of Çaykara. The beautiful scenery is best viewed from a mountain bike, which you can hire at one of the many shops and teahouses on its edges.<br />\r\n<br />\r\nTrabzon is well-connected on public transportation routes and thus is relatively easy to reach. The bus station is served by minibuses, and is closer to town than the airport (about three kilometers).<br />\r\n<br />\r\n<b>Sümela</b><br />\r\n<br />\r\nTake a taxi or catch a tour to Sümela Monastery, roughly 48 km southeast of the city. Built in Byzantine times after the Greek monk Barnabas discovered a holy icon here, it hugs the cliffside in a remarkable feat of engineering. The monastery is currently undergoing restorations, but fortunately, they don’t interfere with visitation and Sümela remains a heavily trafficked pilgrimage site. Although you may notice some of the wear and tear which prompted the Turkish government’s restoration plans (most prominently on the frescoes), much of the building is intact and in relatively good shape. Check out the aqueduct at the entrance and the Rock Church, as well as the numerous small monastic cells and assorted chambers lining the passageways.<br />\r\n<br />\r\nIf you’re planning a visit to Sümela, chances are you’ll find yourself in the nearby town of Maçka at some point during your excursion. Aside from the breathtaking natural scenery (think: more cliffs of the Sümela variety), there’s not terribly much to do or see here, but it does make a refreshing and uncrowded stop.",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/22.jpg",
            "images": [
                {
                    "image": "_22"
                },
                {
                    "image": "untitled_1"
                },
                {
                    "image": "_467740_430638250281934_7365021"
                }
            ]
        },
        {
            "id": 48,
            "name": "Van",
            "destination_id": 4,
            "string_info": "<b>Van and Around</b><br />\r\nLocated on the eastern shore of Lake Van, the largest lake in Turkey, Van is a small city steeped in history. Archaeological finds dating back to 5000 BC have been encountered here, although the city proper is presumed to have been an important capital of the <b>Urartian Kingdom</b> starting in the 9th century BC. Van is famous for its white cats with one green eye and one blue, who- unusually- enjoy swimming.<br />\r\n<br />\r\nCheck out <b>Tuşba</b>, Van’s old city. The spectacular palace complex of the Urartian Kingdom still stands, and visitors will find numerous points of interest- the double hamam is particularly cool. Van Castle, unsurprisingly, is the focal point of Tuşba, and includes burial chambers and temple foundations. Take a look at the inscriptions which can be found all around the complex. <b>Akdamar Church</b> (also known as the Church of the Holy Cross) is also well worth a visit. The interior of the church is famous for its beautiful carvings depicting a range of Biblical scenes, as well as the impressive animal-adorned border running all the way around the building.<br />\r\n<br />\r\n<b>Where to eat</b><br />\r\nAlong with its bizarre cats and its incredible setting, there’s another big thing Van is justly famous for: its breakfasts. Breakfast halls are still are tradition here, where people gather for the most important meal of the day and choose from a huge spread of dishes to get them going in the morning. <b>Sütçü Fevzi Kahvaltı Salonu</b> on  Kahvaltıcilar Sk. No:9 is one of the local favorites, popular with both travelers and the city’s inhabitants themselves.<br />\r\n<br />\r\nWith several tables set up outside in the sunshine, you can get a cheery and filling start to your morning. Try the otlu peynir in particular- it’s a specialty of the region, and consists of cheese mixed with a sharp-tasting herb.<br />\r\n<br />\r\nThe elegant yet simple <b>Aşiyan Ev Yemekleri</b> (Kazım Karabekir Cad. Dervişoğlu Apt.) boasts hands down some of the best food you’ll find in Van. Frequented by tourists as well as droves of locals, Aşiyan has been in business for six years. You’ll find just about any kind of traditional Turkish food you can name here- and, more than likely, a huge selection of ones you can’t!<br />\r\n<br />\r\nDon’t miss the pilav, mantı, and karnıyarık- all home-cooked in the local style, as with everything on the menu here. But Aşiyan is most well-known for its succulent desserts. Try some old favorites like baklava, or get a little more adventurous and try the kayısı tatlısı (an apricot-based sweet dish).<br />\r\n<br />\r\n<b>Getting to Van </b><br />\r\nLocated in the far eastern reaches of Turkey, Van is a long way away from İstanbul. Buses and trains do run there relatively frequently, but you’re in for a grueling journey (roughly 28 to 34 hours from İstanbul by bus, or 22 hours from Ankara). The bus station is a few kilometers outside of town; free shuttles run into central Van, but remember to allow some extra time for this if you have a schedule to keep.<br />\r\n<br />\r\nYou can take a train from Haydarpaşa in İstanbul to Tatvan, across Lake Van, on Mondays and Fridays. The trip takes 40 hours. From there, get on the four-hour ferry to cross the lake.<br />\r\n<br />\r\nIf you want to save some time, catch a plane to Van Airport from any of the major western cities. It’s a few kilometers outside of town, so you’ll need to either hire a taxi or walk to the main road and get a dolmuş.",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/van1.jpg",
            "images": [
                {
                    "image": "van1"
                },
                {
                    "image": "van4"
                },
                {
                    "image": "van6"
                },
                {
                    "image": "van7"
                },
                {
                    "image": "van8"
                }
            ]
        },
        {
            "id": 31,
            "name": "Xanthos / Letoon",
            "destination_id": 3,
            "string_info": "Letoon’s sister-site and administrative capital, as well as Lycia’s largest city, the ruins at <b>Xanthos</b> are a must-see. The phrase ‘fiercely independent’ gets thrown around a lot with regard to Mediterranean city-states, but the first-century BC inhabitants of Xanthos take the cake. Several centuries after a near-suicidal attempt to hold off Persian forces, its inhabitants went a step further and actually committed mass suicide rather than see their city taken by the invading Romans. Today, Xanthos is a sprawling site boasting pillar tombs, basilicas, stone buildings, and ancient roads aplenty, and a French team of excavators is still hard at work unearthing more. An entrance fee is charged for a stroll around the site’s principal ruins, but you can explore the current excavation area for free. Xanthos can be reached via the well-signposted road from nearby Kınık.<br />\r\n<br />\r\n<b>Letoon:</b><br />\r\nLetoon, a joint UNESCO World Heritage Site with Xanthos, is perhaps the most romantic of the surviving Lycian sites. Temples devoted to the three most central deities in the Lycian religion (Leto, from whom the complex owes its name, and her children Apollo and Artemis), rise eerily from green and often flooded fields, deserted for 1400 years. Yet cult goddess-worship is just one side to Letoon’s significance. Also discovered at the site was the <b>Trilingual Stele</b>, akin to the Rosetta Stone, which contributed to the decipherment of the Lycian language. Letoon lies approximately 5 km from the village of Kınık and can easily be reached on an afternoon jaunt from Fethiye or Kaş. Detailed maps of the area are sold at the ticket booth, and may be worth picking up if you plan to visit more out-of-the-way ruins.<br />\r\n<br />\r\n<b>How to to get to Letoon</b> <br />\r\nFrom Fethiye get a  dolmuş  Kumluova-Karadere  with the red frontage. They run every 20 minutes so you shouldn't be waiting too long. Get off at Kumluova and then follow the yellow signs.",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/250854_225692817443146_5455375.jpg",
            "images": [
                {
                    "image": "_250854_225692817443146_5455375"
                },
                {
                    "image": "_255104_225692770776484_488539_"
                },
                {
                    "image": "_253901_225692740776487_1393773"
                },
                {
                    "image": "sf99"
                },
                {
                    "image": "sf99_b"
                }
            ]
        },
        {
            "id": 64,
            "name": "Yerevan",
            "destination_id": 6,
            "string_info": "Armenia's capital Yerevan is a low key, easy going city which, though lacking any real big city excitement, has a quiet charm and is a pleasant place to spend a couple of days.  It's low on must see sights but most tourists will usually find their way to at least the <b>Cascades</b>, a long series of steps, which run up a hill above one of Yerevans prettiest streets and offers superb views of the city with <b>Mt. Ararat</b> towering overhead. You might be a bit disappointed by the half finished construction work that you meet around the top though and the general lack of anything interesting to see or do up there once you tire of the view. <b>The Genocide Museum</b>, which for those that don't know can work an emotional immersion course on the infamous Armenian Genocide of 1915. At the time of writing it was closed for reconstruction work until possibly Summer 2014 so you might check with the tourist office before setting out to visit.<br />\r\n<br />\r\nArmenian food is good, and standards are pretty high in most of central Yerevans local restaurants. Start the day with an <b>Armenian breakfast</b> for example in one of the many Jazzve restaurants dotted around the centre. For an evening meal try delicious <b>khingali </b>(dumplings) with meat or cheese filling. <br />\r\nThere isn't much in the way of nightlife places, bars close around midnight with only a few places in the centre open beyond that. Still though in any of the bars you'll find the locals friendly and if you happen to be in Yerevan at the weekend you should try <b>Calumet Ethnic Lounge Bar</b> (56-a Pushkin Street).",
            "lat": "39.921900077818",
            "lang": "32.860464224724",
            "thumbnail_image": "http://www.hikeast.com/r/location/t/map_armenia.jpg",
            "images": [
                {
                    "image": "map_armenia"
                },
                {
                    "image": "armenia1"
                },
                {
                    "image": "yerevan"
                }
            ]
        }
    ]
}