{
  "partners": [
    {
      "id": 139,
      "name": "24\/24 Restaurant",
      "location_name": 55,
      "destination_id": 6,
      "category_name": "Restaurant",
      "thumbnail_image": "_2424vdcapital",
      "address": "Kostava St. 77",
      "phone": "+99 532 142 142",
      "string_info": "Food and accommodation are rarely an issue in Tbilisi. Try the chain restaurant 24\/24.",
      "lat": 41.691974,
      "lang": 44.806613,
      "url": "http:\/\/2424restaurant.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/2424vdcapital.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/2424vdcapital.jpg"
        }
      ]
    },
    {
      "id": 140,
      "name": "Acara Rent A Car",
      "location_name": 54,
      "destination_id": 6,
      "category_name": "Activity",
      "thumbnail_image": "acara",
      "address": "Batumi International Airport",
      "phone": "+95 542 223 51 09",
      "string_info": "If you prefer the freedom of driving your own vehicle, Acara Rent A Car, with an office at the airport, is recommended.",
      "lat": 41.848744246688,
      "lang": 43.337412545953,
      "url": "http:\/\/acararentacar.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/acara.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/acara.jpg"
        }
      ]
    },
    {
      "id": 41,
      "name": "Akay Pension",
      "location_name": 33,
      "destination_id": 3,
      "category_name": "Accommodation",
      "thumbnail_image": "akaypension",
      "address": "City Center",
      "phone": "+90 242 843 50 55",
      "string_info": "Akay Pension is erupting with color- everything from the furnishings to the flowers adoring the terrace and dining area will make you feel like you’ve stepped into a bright dream world.<br \/>\r\n<br \/>\r\nTwelve rooms are available, each of which features a balcony and a private bathroom. The facilities are all cozy and tidy, but the real highlight of the place is the friendly family who owns and runs it. Ayşe is in charge of the cooking, and can prepare all kinds of tasty Turkish cuisine to your personal preferences. Even better, breakfast is available all day long, a rarity in Turkey! That combined with the tea, apple tea, and coffee which are all free from morning to night will keep you planted on the terrace for long hours, sipping and snacking to your heart’s content.<br \/>\r\n<br \/>\r\nIf you’re up for a bit of partying and want to head out to check out the local nightlife, don’t worry: reception is 24 hours and there’s no lockout here.",
      "lat": 36.26617912005,
      "lang": 29.40194606781,
      "url": "http:\/\/akay-pension-patara.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/akaypension.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/akaypension.jpg"
        }
      ]
    },
    {
      "id": 61,
      "name": "Akdamar Camping &amp; Restaurant",
      "location_name": 48,
      "destination_id": 4,
      "category_name": "Accommodation",
      "thumbnail_image": "akdamar",
      "address": "Akdamar Adası Karşısı, Gevaş",
      "phone": "+90 432 214 34 79",
      "string_info": "In business for over 25 years, Akdamar Restaurant is undoubtedly a top choice for sampling eastern Turkish cuisine. Situated right on the edge of Lake Van, you can dine in style with a view of the water, watching the ships crossing to the harbor. Sit on the outside terrace for the best atmosphere- there are shade canopies to shield you from the sun, and the bright colors and plentiful greenery will make you feel relaxed and welcome. Choose from a variety of traditional or more international dishes; the house specialties include a delicious pilav and the famous Van breakfast spread.<br \/>\r\n<br \/>\r\nThere’s more to Akdamar than the food, though: you can pitch your tent for free here, and pay the same price (nothing!) for a hot shower at the end of the day. Weary travelers will feel right at home here, and the friendly owner will do everything in his power to keep you feeling that way.",
      "lat": 38.312568460057,
      "lang": 43.118033409119,
      "url": "http:\/\/akdamarrestaurant.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/akdamar.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/akdamar.jpg"
        }
      ]
    },
    {
      "id": 142,
      "name": "Alaturka Tours Cruises",
      "location_name": 26,
      "destination_id": 3,
      "category_name": "Tour",
      "thumbnail_image": "s2yeni",
      "address": "Karagözler Mahallesi, Fevzi Çakmak Caddesi<br \/>\r\nTombak Apart No 29\/B",
      "phone": "+90 252 612 54 23",
      "string_info": "Founded in 2003, Alaturka was originally a one-yacht company specializing in gulet tours from Fethiye to Olympos. Gradually, as their customer base expanded and they found increasing success as leaders in the Mediterranean travel industry, they changed their name to reflect the new tours they began to offer all across the country.<br \/>\r\n<br \/>\r\nNowadays, Alaturka operates tours in all kinds of places, from İstanbul to Dalyan to Mount Nemrut. Still, their specialty remains cruises. You won’t find a more fun-loving and knowledgable team anywhere. Travel from Fethiye to your next destination (for example, Marmaris, the ever-popular Olympos, or Bodrum) in style aboard one of the cabin cruises, or charter a private yacht. If you’re not going anywhere in particular but still want to get a taste of sea life, take a shorter cruise or hop on board one of the nightly party boats out of Fethiye.<br \/>\r\n<br \/>\r\nAlaturka can organize hotel accommodation and bus transfers for you as well, not to mention ferries onward to Greece. Check out their alternate website as well, found at www.alaturkacruises.com. ",
      "lat": 36.622278801286,
      "lang": 29.104285240173,
      "url": "http:\/\/alaturkatourscruises.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/s2yeni.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/s2yeni.jpg"
        }
      ]
    },
    {
      "id": 297,
      "name": "Alfa Apartments",
      "location_name": 24,
      "destination_id": 2,
      "category_name": "Accommodation",
      "thumbnail_image": "none",
      "address": "11. sok. No:6 kadıkalesi-turgutreis-Bodrum",
      "phone": "+90 507 631 87 20",
      "string_info": "If you're looking for the ultimate place to chill out and have fun, look no further!  <br \/>\r\n<br \/>\r\nAlfa Apart offers a secluded oasis in the heart of Kadikalesi, a quaint seaside village with an abundance of Turkish charm and hospitality on the Bodrum peninsular. <br \/>\r\n<br \/>\r\nPerfect for the freethinking traveller, the spacious apartments are tastefully furnished and air-conditioned. Each has access to free Wi-Fi and is self-catering, contains a small kitchenette and a balcony or patio overlooking the garden.   <br \/>\r\n<br \/>\r\nJust 150 metres from the beach Alfa Apart provides windsurfing and sailing opportunities, or you can simply relax on a sun lounge and soak up the picturesque Aegean coast. Alfa's garden is perfect for swinging in a hammock and chatting with new friends, or sipping on a cold drink around a BBQ.<br \/>\r\n<br \/>\r\nThe bustling nightlife of Turgutries is within walking distance and the nearby bohemian town of Gümüşlük just a short shuttle bus away. Well serviced by local shops and restaurants, the property is situated along a hillside studded with olive trees, traditional stone villas and bursts of bougainvillea.   ",
      "lat": 37.026608207102,
      "lang": 27.250032662996,
      "url": "http:\/\/alfa-apartments-bodrum.hikeast.com",
      "images": [
        
      ]
    },
    {
      "id": 48,
      "name": "Andriake Camping &amp; Cafe",
      "location_name": 37,
      "destination_id": 3,
      "category_name": "Accommodation",
      "thumbnail_image": "untitled_3",
      "address": "Andriake Limanı",
      "phone": "+90 242 871 31 30",
      "string_info": "Andriake Camping is perfect for travelers keen to be among the first to check out the Roman ruins visible up on the cliffside or for Lycian Way hikers searching for a spot to sling down their backpacks and sprawl out for a while.<br \/>\r\n<br \/>\r\nRun for most of the year by an animated and outgoing Turkish and Swedish couple, you’ll find yourself deep in conversation before you’ve even sat down for a steaming cup of tea at the cafe picnic table. The managers are always ready to help you out with anything you need (such as directions to the elusive ruins!), and Swedish is of course spoken as well as English and Turkish. They can set you up with local activities including boat tours to Kekova, fishing, sea kayaking, and guided walking on the nearby Lycian Way, among a plethora of other options.<br \/>\r\n<br \/>\r\nYou can choose your preferred style of rustic accommodation here; take your pick of a parking spot for your mobile home, a place to pitch your own tent, or large and dorm-like, jazzy, gypsy-style yurts provided by the camp.<br \/>\r\n<br \/>\r\nWireless Internet is provided, alongside other helpful services such as laundry, electricity plugs to keep you wired in, board games, and a great book exchange in several languages. They can pick you up from Demre, Myra, or Zeytin if you’d prefer not to find your own way to the camp’s metaphorical doorstep: you’ll arrive in style and all set to enjoy the upbeat music coming from the restaurant’s speakers, along with a nap or a stroll along the harbor. And don’t worry, you won’t go hungry. You can get breakfast here in the mornings, a traditional Turkish spread made from all local ingredients; a barbecue dinner is prepared every evening with a varied and delicious selection of meat and vegetables.",
      "lat": 36.223088147768,
      "lang": 29.945211410522,
      "url": "http:\/\/andriake-camping-cafe.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/untitled-3.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/untitled-3.jpg"
        }
      ]
    },
    {
      "id": 273,
      "name": "Andromeda Tour",
      "location_name": 44,
      "destination_id": 4,
      "category_name": "Tour",
      "thumbnail_image": "andromeda",
      "address": "Göreme \/ Cappadocia \/ Turkey",
      "phone": "+90 (384)  271 21 00 , +90 (542)  271 21 00",
      "string_info": "Andromeda Tour & Travel Service has been operating in the travel business since 2005, as a specialist handling agent in Turkey. They <br \/>\r\nhave been awarded by the Turkish Ministry of Tourism and Turkish Travel Agencies Associations recently for their high quality of service, but fortunately high quality doesn’t come with high budgets for them. <br \/>\r\nAndromeda is specialized in Tailor Made Tours, whatever you want from your trip they can use their detailed knowledge to plan your ideal itinerary. The great thing about Tailor Made Tours is that your complete trip is designed around your interests and budget, so you can explore at your own pace and select accommodation that best suits you. <br \/>\r\n<br \/>\r\nThey do not only book your Turkey tours but also they can provide you with assistance of local suggestions, hotel bookings, flight <br \/>\r\ntickets, car rentals and transfers.<br \/>\r\n<br \/>\r\n",
      "lat": 38.629208933867,
      "lang": 34.747055053012,
      "url": "http:\/\/www.hikeast.com\/tour\/andromeda-tour-turkey",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/andromeda.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/andromeda.jpg"
        }
      ]
    },
    {
      "id": 131,
      "name": "Anıl Otel",
      "location_name": 51,
      "destination_id": 5,
      "category_name": "Accommodation",
      "thumbnail_image": "anilotel",
      "address": "İskenderpaşa Mah.",
      "phone": "+90 462 326 72 82",
      "string_info": "For reasonably-priced accommodation, stay at the Anıl Otel, located in the center of Trabzon. Open buffet breakfast included in the price, clean rooms en-suite and view on the city. ",
      "lat": 41.002314072445,
      "lang": 39.712915244019,
      "url": "http:\/\/anil-otel-trabzon.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/anilotel.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/anilotel.jpg"
        }
      ]
    },
    {
      "id": 17,
      "name": "ANZ Guesthouse",
      "location_name": 16,
      "destination_id": 2,
      "category_name": "Accommodation",
      "thumbnail_image": "anz",
      "address": "Ataturk Mahallesi 1064 Sokak No:12 35900 Selçuk - İzmir- Turkey",
      "phone": "+90 232 892 60 50",
      "string_info": "Another obvious favorite with traveling Aussies and Kiwis, ANZ Guesthouse is colorfully decorated in the Turkish style with couches and kilims galore. Kick off your boots and head to the rooftop terrace for nice views and good company.<br \/>\r\n<br \/>\r\nThere’s a book exchange so you can plan out the next leg of your trip- of course, don’t hesitate to pose your questions to the staff, also, since they’re full of recommendations and great advice. There’s no bar here, but feel free to head to the store and bring back your own beers if you want to relax with a cold one in the afternoon or save some money by working on a bit of a buzz before you hit the town at night.<br \/>\r\n<br \/>\r\nPrivate rooms can house between one and four people, and there are also dorms for 12-15 if you want to stretch your budget a little farther.",
      "lat": 37.949414226595,
      "lang": 27.367052095215,
      "url": "http:\/\/anz-guesthouse.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/anz.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/anz.jpg"
        }
      ]
    },
    {
      "id": 95,
      "name": "ANZAC House",
      "location_name": 5,
      "destination_id": 2,
      "category_name": "Accommodation",
      "thumbnail_image": "anzachouse",
      "address": "Cumhuriyet Meydanı No:61",
      "phone": "+90 286 213 59 69",
      "string_info": "A founding member of the Turkish Youth Hostel Organization, ANZAC House operates with over 20 years of experience in the hostelling business. The accommodation is particularly geared toward budget travelers who come to Çanakkale with the aim of taking in the legacy of the historic battles fought in the surrounding land, and as such, they specialize in providing affordable, simple rooms as well as a wealth of information.<br \/>\r\n<br \/>\r\nThere are rooms for every style of shoestring traveler here- dorms, singles, or doubles. You can find all the facilities you’ll need to make your stay comfortable and straightforward, including Internet, heating, and international phone services.",
      "lat": 40.153671971984,
      "lang": 26.411070095215,
      "url": "http:\/\/anzac-hostel.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/anzachouse.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/anzachouse.jpg"
        }
      ]
    },
    {
      "id": 305,
      "name": "Aponia Store ",
      "location_name": 1,
      "destination_id": 1,
      "category_name": "Shop",
      "thumbnail_image": "images_1",
      "address": "Asmalımescit Mah. <br \/>\r\nHazzo Pulo Pasajı. No: 108\/4E",
      "phone": "",
      "string_info": "Aponia is a very graphic business, brainchild of\t designer Fatih Dağlı and co-founder Orçun Çetinkaya. It began life in 2009 located in the\t<br \/>\r\nheart of\tIstanbul.<br \/>\r\n<br \/>\r\nAponia caught the public eye in 2012 with the release of\tthe Istanbul\t-From Aponia- With Love collection, which was warmly  received by visitors and locals alike. The company’s bestseller sees the city’s most recognisable features tangled up inside a complex cat’s cradle, with the words  “Istanbul.\t They call it chaos, we call it home” scrawled beneath it, and has become an iconic\tIstanbul\timage.\t<br \/>\r\n<br \/>\r\nBuilding on the success of this collection, Aponia continues to create new graphics, satisfying their appetite for surprising, and amusing people. <br \/>\r\nCheck out their website <br \/>\r\n(www.aponiastore.com) for the new designs.<br \/>\r\n",
      "lat": 41.032556987236,
      "lang": 28.976499438286,
      "url": "http:\/\/aponia-store-istanbul.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/images-1.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/images-1.jpg"
        }
      ]
    },
    {
      "id": 108,
      "name": "Arka Oda",
      "location_name": 3,
      "destination_id": 1,
      "category_name": "Pub",
      "thumbnail_image": "arkaoda",
      "address": "Caferağa Mah. Kadife Sk. No:18\/A",
      "phone": "+90 216 418 02 77",
      "string_info": "Start your night at Kadife Sokak in central Kadıköy- colloquially known as “Bar Street,” Kadife is bustling with innumerable bars, most of which feature outdoor seating as well as indoor tables. In particular, look for Arka Oda, which is sure to come up in just about any conversation with an İstanbul-dweller when you broach the topic of their favorite bars. There are frequent concerts, so check out their schedule of upcoming shows at <a href=\"http:\/\/www.arkaoda.com\" rel=\"nofollow\" target=\"_blank\">www.arkaoda.com<\/a>. ",
      "lat": 40.986725752614,
      "lang": 29.026694121277,
      "url": "http:\/\/arkaoda.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/arkaoda.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/arkaoda.jpg"
        }
      ]
    },
    {
      "id": 144,
      "name": "Arsen Lüpen",
      "location_name": 1,
      "destination_id": 1,
      "category_name": "Pub",
      "thumbnail_image": "uploaded_20111213023343grkklxr",
      "address": "Mis Sk. No:15\/4",
      "phone": "0542 661 5346",
      "string_info": "Counterculture slightly metal atmosphere and terrace on the top with view on Istanbul. Beers at affordable prices,rich menu of cocktails and a a good place to meet with young locals. This place is ideal to have a quiet chat at sunset or enjoy the concert of some beginner bands on weekends. Just be careful not to miss it! Walk down on Mis sokak, look on your left until you reach Address Restaurant Bab-ı Ali at number 15. This place is actually a quite expensive restaurant but don' t be scared: you'll enter there only to take the lift and go up to Arsen Lupen on the 4th floor.",
      "lat": 41.035923653399,
      "lang": 28.981660723512,
      "url": "http:\/\/arsenlupen-pub.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/uploaded_20111213023343grkklxr.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/uploaded_20111213023343grkklxr.jpg"
        }
      ]
    },
    {
      "id": 26,
      "name": "Artemis Yörük Hotel",
      "location_name": 19,
      "destination_id": 2,
      "category_name": "Accommodation",
      "thumbnail_image": "artemis",
      "address": "Atatürk Cad. No:48\/A",
      "phone": "+90 258 272 26 74",
      "string_info": "With both dorms and private rooms available, there’s something for everyone here. Or if you really want to get back to nature, consider pitching a tent in the camping area which is opened for the high season.  <br \/>\r\n<br \/>\r\nEnjoy the huge buffet breakfast served every morning and included in the price of your room, go for a swim in the pool, or take in the view of the travertines... you’ll find a pleasant and welcoming atmosphere at this family-run pension, and all the help you need with further bookings. The food is fantastic, and you’ll love the atmosphere too. In summer, you can take your meals on the rooftop terrace and watch the the slow pace of village life as the locals go about their day far below you; in winter, you might prefer to eat by the fireplace and warm up as you fill your stomach with tasty Turkish cuisine including meatballs, kebabs, and vegetarian dishes, all made on-site and filled with healthy, organic ingredients. Everyone loves a barbecue, especially the staff at Artemis Yörük, so put on your shades and gather around the grill! Tea is free all day- choose from an assortment of blends.<br \/>\r\n<br \/>\r\nFor world-weary travelers, ask about the Turkish baths, the sauna, and the professional staff masseuse. Or just pick out a book from the book exchange and relax for a while! When you’ve caught your breath, you can take a gander at the travel desk and get some advice on your next port of call. ",
      "lat": 37.917524007871,
      "lang": 29.120402812259,
      "url": "http:\/\/artemis-yoruk-hotel.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/artemis.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/artemis.jpg"
        }
      ]
    },
    {
      "id": 255,
      "name": "ArtWalk",
      "location_name": 1,
      "destination_id": 1,
      "category_name": "Activity",
      "thumbnail_image": "artwalk",
      "address": "Yeni Çarşı Cad. No. 9\/3, Galatasaray, Beyoğlu",
      "phone": "+90 54606 1510",
      "string_info": "For all the artists and all the art lovers, guided tours around the Istanbul's art galleries by GriZine, a digital culture and art platform.  The meeting points are: Galatasaray Highschool for routes in Galta and Tophane; Milli Reasürans for Nişantaşı and Akareteler Center Point for Akaretler. Meeting Time: 14:00 ",
      "lat": 41.03365764704,
      "lang": 28.977363109589,
      "url": "http:\/\/Artwalk-istanbul.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/artwalk.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/artwalk.jpg"
        }
      ]
    },
    {
      "id": 71,
      "name": "Aşiyan Pansiyon",
      "location_name": 11,
      "destination_id": 2,
      "category_name": "Accommodation",
      "thumbnail_image": "asiyan",
      "address": "Ali Çetinkaya Meydanı No:19",
      "phone": "+90 266 327 19 25",
      "string_info": "The clean and affordable Aşiyan Pension is a great choice if you’re looking for a fully equipped yet no-frills place to stay, hassle-free. There’s a washing machine, fridge, iron, and stove for general use by guests, and the rooms are much better equipped than the majority of pensions- you’ll find a hairdryer, a satellite TV, A\/C, a mini-fridge, and an ensuite bathroom. And if you’re eager to keep in touch or check the news, never fear. There’s a strong wireless signal so you can use the Internet in your own room as well as in any of the common areas.<br \/>\r\n<br \/>\r\nThe manager can give you tips and directions for anything you might want to see on or around Cunda, including sights and restaurants. While you’re here, poke around the fun gift shop, featuring a number of products made from local olive oil- it’s a great way to pick up a souvenir of the region without having to deal with touts.",
      "lat": 39.3530556,
      "lang": 26.6319444,
      "url": "http:\/\/cundaasiyan.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/asiyan.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/asiyan.jpg"
        }
      ]
    },
    {
      "id": 271,
      "name": "Aslan Otel",
      "location_name": 61,
      "destination_id": 4,
      "category_name": "Accommodation",
      "thumbnail_image": "aslanhotel_logo",
      "address": "HOTEL ASLAN Kibris Cad. No:23 - Diyarbakir",
      "phone": "+90 412 224 70 96",
      "string_info": "Simple but clean hotel, well located and with reasonable prices. You can choose between rooms en-suite or with shared toilets (shared toilets are slightly dirty and badly kept). Breakfast is included in the price, wireless connection is avaibale and so are few computers in the dining room. <br \/>\r\n",
      "lat": 37.915983555088,
      "lang": 40.235260963091,
      "url": "http:\/\/aslan-otel-diyarbakir.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/aslanhotel_logo.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/aslanhotel_logo.jpg"
        }
      ]
    },
    {
      "id": 97,
      "name": "Assos Kadırga Hotel",
      "location_name": 7,
      "destination_id": 2,
      "category_name": "Accommodation",
      "thumbnail_image": "kadirga",
      "address": "Kadırga Koyu",
      "phone": "+90 286 721 70 41",
      "string_info": "Two kilometers east of Behramkale, in the quieter and more affordable town of Kadırga Koyu, you’ll find the Assos Kadırga Hotel. It’s perfect for travelers looking for a cheaper alternative to the expensive lodgings in Assos, and provides excellent access to some fantastic beaches. The water here is quite cold and crystal clear, ideal for a dip after sunbathing. Look out for the huge tuna fish jumping out in the sea!<br \/>\r\n<br \/>\r\nYou can get some fantastic seafood at the Assos Kadırga, freshly caught. Most dishes are accompanied by organic vegetables grown in the village.<br \/>\r\n<br \/>\r\nWhile you’re in the area, head 9 kilometers from the main road to<b> Babakale<\/b>, the westernmost point in mainland Asia. Affordable accommodation is limited, but it’s a great place to grab a bite to eat at one of the many spectacular seafood cafes along the water.",
      "lat": 39.485660777566,
      "lang": 26.367702484131,
      "url": "http:\/\/assos-kadirga-hotel.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/kadirga.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/kadirga.jpg"
        }
      ]
    },
    {
      "id": 44,
      "name": "Ateş Pansiyon",
      "location_name": 34,
      "destination_id": 3,
      "category_name": "Accommodation",
      "thumbnail_image": "ates1",
      "address": "Yeni Camii Cad. No:3",
      "phone": "+90 242 836 13 93",
      "string_info": "The gregarious and helpful owners of Ateş Pension, located on a picturesque little back street, are always ready to help you practice your Turkish or give you directions around the city. The upstairs reception and common area is stocked with absolutely everything you could ask for in a hostel. One of the biggest book exchanges this side of Antalya offers novels, travel guides, and references books in a variety of languages, and the comfortable raised couch\/chill-out spot has numerous nargiles (water pipes) at your disposal if you’re in the mood to partake in this most Turkish of smoking traditions.<br \/>\r\n<br \/>\r\nAteş Pension has a great restaurant on the terrace and long tables where you can chat with your new and old friends- and you’ll get a free drink on arrival to make you feel right at home starting the minute you walk in the front door. They’ve got alcohol at the bar as well if you need a little something extra to help you relax and unwind.<br \/>\r\n<br \/>\r\nAteş Pension is just minutes from the beach and a short stroll from the bustling center of town. The bus station isn’t much farther, but you can call ahead and they’ll come pick you up if you’ve got heavy bags and would prefer not to make the walk.",
      "lat": 36.205306720585,
      "lang": 29.635848179871,
      "url": "http:\/\/ates-pension.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/ates1.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/ates1.jpg"
        }
      ]
    },
    {
      "id": 146,
      "name": "Aya Nikola Boutique Hotel",
      "location_name": 4,
      "destination_id": 1,
      "category_name": "Accommodation",
      "thumbnail_image": "ayanikola",
      "address": "Yılmaztürk Cad. No:156 Aya Nikola Mevkii Büyükada",
      "phone": "+90 216 382 41 43",
      "string_info": "Boasting some of the most romantic rooms in Turkey, Aya Nikola is also among the best located boutique hotels in the country. The traditional carpets, wooden paneling, and antique decorations recall a simpler time, and the wide sun deck will give you somewhere to enjoy the feeling of getting back to nature. Backpackers take note: this is more of an upscale establishment- come here if you’re looking for something a cut above the rest in the beautiful and out-of-the-way setting of the Princes Islands, but not if you’re looking for a cheap place to sling your pack and get partying.<br \/>\r\n<br \/>\r\nAya Nikola is open year-round. Each of the private rooms is fully heated in the winter; in summertime, enjoy the organic produce grown on-site. Rooms are available with or without a fireplace; book ahead, particularly for the honeymoon suite!",
      "lat": 40.854819,
      "lang": 29.125228,
      "url": "http:\/\/ayanikola-boutique-hotel.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/ayanikola.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/ayanikola.jpg"
        }
      ]
    },
    {
      "id": 254,
      "name": "Ayanikola Pansiyon",
      "location_name": 58,
      "destination_id": 1,
      "category_name": "Accommodation",
      "thumbnail_image": "_1",
      "address": "İnfront of the Aya Nikola Manastırı, Kıyıköy, Kırklareli",
      "phone": 905424070925,
      "string_info": "Looking for a place to stay overnight in this tiny village? Check out Ayanikola Pansiyon, near the Aya Nikola Manastırı, which offers camping place and bungalows.  There is also a restaurant, with quite reasonable prices. After your meal, chill out in their big garden near the river and enjoy the peacefulness. <br \/>\r\n<br \/>\r\nNice friendly owners who don't use email so you'll have to ring them at their mobile phone in case you need to contact them.<br \/>\r\n",
      "lat": 41.633936289827,
      "lang": 28.093028068542,
      "url": "http:\/\/ayanikola-pansiyon.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/1.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/1.jpg"
        }
      ]
    },
    {
      "id": 147,
      "name": "Babylon Aya Yorgi",
      "location_name": 13,
      "destination_id": 2,
      "category_name": "Restaurant",
      "thumbnail_image": "babylon1",
      "address": "Aya Yorgi Koyu, Çeşme",
      "phone": "+90 232 712 63 39",
      "string_info": "One of the most happening spots for a relaxing day on the sand, a night out, or even a big-name concert if your timing’s right is Babylon Aya Yorgi (on Aya Yorgi Beach, as the name suggests). They have a pub, a restaurant, and a packed event schedule.",
      "lat": 38.337655,
      "lang": 26.315088,
      "url": "http:\/\/babylonayayorgi.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/babylon1.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/babylon1.jpg"
        }
      ]
    },
    {
      "id": 102,
      "name": "Babylon Performance Hall",
      "location_name": 1,
      "destination_id": 1,
      "category_name": "Pub",
      "thumbnail_image": "babylon",
      "address": "Asmalı Mescit Mh. Şehbender Sk. No:3",
      "phone": "+90 212 292 73 68",
      "string_info": "Babylon Perfomance Hall, a bit closer to Galata, is the perfect place to get your dance on closer to Galata. There’s always something happening here, from happy hour to live shows and theme nights!",
      "lat": 41.029489610247,
      "lang": 28.973863184365,
      "url": "http:\/\/babylon.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/babylon.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/babylon.jpg"
        }
      ]
    },
    {
      "id": 23,
      "name": "Bahaus Getaway Dalyan",
      "location_name": 21,
      "destination_id": 2,
      "category_name": "Accommodation",
      "thumbnail_image": "bahaus1",
      "address": "İztuzu Yolu No:25",
      "phone": "+90 252 284 50 50",
      "string_info": "In the shade of the mountains and ringed by orchards of pomegranate, orange, and lemon, Bahaus Hostel is a beautiful and sprawling resort where you can find a note of harmony near the sea. Bahaus is a well-known and much-respected franchise in Turkey, and travelers throughout the country know that the brand stands for safety, fun, and excitement.<br \/>\r\n<br \/>\r\nTons of accommodation options are available for any style and any budget. There are single, double, triple, and quadruple rooms as well as dorms and camping facilities. The rooms come with some of the most extensive facilities in Turkey, including hairdryers, LCD TVs, AC, mini-fridges, and pool towels. The wi-fi signal is strong throughout the whole area, and you can connect from anywhere.<br \/>\r\n<br \/>\r\nThe outdoor facilities are, if anything, even better. Two pool tables, a swimming pool, two jacuzzis, a huge bar, ping-pong tables... you’ll never be bored staying at Bahaus. And that’s only a partial list- if none of those options strike your fancy, maybe you’d prefer a game of foosball or backgammon? A bike trip? Some exercise at the gym? Smoking a water pipe? Pretty much anything you can think of is right here.<br \/>\r\n<br \/>\r\nOf course, the food isn’t neglected! Bahaus uses organic products for most of their dishes- a ton of ingredients come from the on-site farm. Breakfast is included in the price of your room, and you can get lunch and dinner (as well as snacks) throughout the day.",
      "lat": 36.8311969,
      "lang": 28.6396056,
      "url": "http:\/\/bahaus-getaway-dalyan.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/bahaus1.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/bahaus1.jpg"
        }
      ]
    },
    {
      "id": 7,
      "name": "Bahaus Hostel Istanbul",
      "location_name": 2,
      "destination_id": 1,
      "category_name": "Accommodation",
      "thumbnail_image": "bahaus",
      "address": "Cankurtaran Mah. Akbıyık Cad. Bayram Fırın Sk. No:11",
      "phone": "+90 212 638 65 34",
      "string_info": "The consistently award-winning Bahaus Hostel in Sultanahmet is just a short walk away from all the major attractions in the area- you can’t get more central than this! They’ve got everything you need for an exciting (and comfortable) stay- hairdryers and free Internet, a DVD collection and free use of the safe deposit boxes. You don’t need to worry about security while you’re here, because it’s a top priority for the staff to make sure that you and your belongings are safe and sound.<br \/>\r\n<br \/>\r\nWhich is convenient, because you’ll be too busy partying to have time to worry about whether your valuables are safe or not. Winter-time activities such as free movie nights, karaoke nights, and belly dancing nights give way in the summer to good old fashioned drinking and dancing. There’s no lockout, so stumble home anytime you feel like it! Or if you’d rather stay in to drink, never fear- there’s a bar in the hostel.<br \/>\r\n<br \/>\r\nThe dorms are all scrupulously cleaned and extremely comfortable- they’ve even thought of some cool innovations of their own which you’ll wish every hostel included, like privacy curtains for the dorm beds! There’s also a fantastic open-air rooftop terrace where you can enjoy a meal at any time of the day or night and take in the view all around you of the Sea of Marmara and the spreading panorama of Asian İstanbul. Of course, they’re always ready for a party at Bahaus, so if you want to grab a drink in the moonlight before hitting the town, you certainly won’t be alone!",
      "lat": 41.005168088228,
      "lang": 28.980227663924,
      "url": "http:\/\/bahaus-hostel.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/bahaus.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/bahaus.jpg"
        }
      ]
    },
    {
      "id": 243,
      "name": "Barba",
      "location_name": 1,
      "destination_id": 1,
      "category_name": "Pub",
      "thumbnail_image": "barba_logo",
      "address": "Mis St. No:6 2nd floor<br \/>\r\nBeyoğlu",
      "phone": "+90 535 471 77 96",
      "string_info": " A newly open vintage-stylish pub with a vast variety of of local and international beers (30 different types). If you prefer a cocktail, ask the staff: they have some secret ones that are not on the menu. A cozy environment perfect for a chat with old and new friends. Don't be shy, order your favorite beer and join a table. Quite hard to find: when you reach the third floor of the building you enter a place called The Mekan. It is the door on the right behind the curtain. <br \/>\r\n<br \/>\r\nThe name of the Bar has an interesting story: apparently the people managing pubs and bars during the Ottoman times were mainly Greeks or non-Muslim. The guys delivering the barrels of beers, however, were Muslims and were generally called in lingua franca “barba”, probably because of the Latin meaning of it: “beard”. ",
      "lat": 41.035761798389,
      "lang": 28.981778025627,
      "url": "http:\/\/barba-pub.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/barba-logo.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/barba-logo.jpg"
        }
      ]
    },
    {
      "id": 282,
      "name": "Barış Motel &amp; Pansiyon",
      "location_name": 25,
      "destination_id": 2,
      "category_name": "Accommodation",
      "thumbnail_image": "barismotel",
      "address": "Atatürk Cad., 66 Sok. No: 10, Marmaris, Muğla",
      "phone": 902524130652,
      "string_info": "Budget accommodation with friendly owners and basic rooms. Breakfast is not included in the price: extra 6 TL. ",
      "lat": 36.853114864299,
      "lang": 28.266387461917,
      "url": "http:\/\/baris-motel-pension.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/barismotel.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/barismotel.jpg"
        }
      ]
    },
    {
      "id": 148,
      "name": "Batumi Hostel",
      "location_name": 54,
      "destination_id": 6,
      "category_name": "Accommodation",
      "thumbnail_image": "_82613_20120709110725",
      "address": "Old Batumi, Gen. Mazhiashvili No:13",
      "phone": "+99 555 550 77 05",
      "string_info": "A new hostel with a recently changed address, Batumi Hostel is a chilled out place run by a young couple. It’s located in the middle of the Old Town and has the distinct advantage of being close to... well, just about everything, so you won’t have to worry about arranging local transport when you wake up groggy from a night out on the town.<br \/>\r\n<br \/>\r\nThe hostel (constructed in an old house) has two dorms and two private rooms, all at prices which are quite reasonable by local standards. Although the place is only open in summertime, you’ll find that it’s rarely packed to the gills like some of the wilder hostels in town. Come expecting to relax, not necessarily to continue the party after you get home. To that end, there are great balconies throughout the building and strong showers with nice hot water to rinse off the traveling grime. Sit back afterwards in one of the comfortable leather couches in the common room, or check out the quirky decorations. Laundry service is available, wi-fi is free, and you’ll love the common kitchen if you’re the type who likes to save money by hitting up the grocery stores. Take cash when you check in, though, as credit cards are not accepted.",
      "lat": 41.650570800522,
      "lang": 41.639816152711,
      "url": "http:\/\/batumi-hostel.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/82613-20120709110725.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/82613-20120709110725.jpg"
        }
      ]
    },
    {
      "id": 50,
      "name": "Bayram’s Tree House",
      "location_name": 38,
      "destination_id": 3,
      "category_name": "Accommodation",
      "thumbnail_image": "bayrams",
      "address": "Olympos",
      "phone": "+90 242 892 12 43",
      "string_info": "Leisure is a way of life at this chilled-out to the max dive. In Olympos, “Bayram’s” has pretty much become a synonym for... well, everything from “fun” to “relaxation” to “partying.” You’re sure to find hordes of like-minded travelers congregating here for a chat or a beer, and everyone from the outgoing international bar staff to visitors from other camps drawn by the bouncy music will be sprawled out on the pillow-strewn platforms or trading travel stories across the courtyard’s many picnic tables until the early hours of the morning. The motto in camp is “come for a day, stay for a week”... and despite your best-laid plans, you probably will.<br \/>\r\n<br \/>\r\nDorms and private bungalows with ensuite bathrooms are both offered here- included in the price are both dinner and a massive buffet breakfast every morning to help you get some caffeine and carbs in your system to recover from last night. Chill in a hammock while you eat and then challenge someone to a game of that old Turkish favorite, backgammon. Or maybe nargile is more your style; Bayram’s will supply you with a water pipe so you can relax and puff away all day long in the orange grove.<br \/>\r\n<br \/>\r\nBayram’s isn’t just about lazing around in the sun with a cold Efes, though. They do trips to the eternal flame every night and can hook you up with some even more adventurous activities like rock jumping and kayaking if you’re so inclined. There’s also an in-house travel agency to help you plan your next stop; they do cruises as well, so if you want to get up close and personal with the Mediterranean, take a look.<br \/>\r\n<br \/>\r\nAlso offered are a laundry service, a book exchange, safe-deposit boxes to store your valuables, and international phone calls.",
      "lat": 36.389799257401,
      "lang": 30.465988969803,
      "url": "http:\/\/bayram-tree-houses.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/bayrams.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/bayrams.jpg"
        }
      ]
    },
    {
      "id": 256,
      "name": "Before Travel Turkey",
      "location_name": 2,
      "destination_id": 1,
      "category_name": "Tour",
      "thumbnail_image": "before_travel_turkey",
      "address": "Akbıyık cad. no 96\/A Sultanahmet –Istanbul",
      "phone": 902126380806,
      "string_info": "Family-runned business offering a wide variety of tours, appropriate for “professional” travelers who want to find company for their journey and at the same time avoid the classic touristic tours. The two brothers of Before Travel Turkey will guide you through the beauties of this country, share all the stories you need to hear about the places you are visiting and helping you to get the best prices all around the country. <br \/>\r\n<br \/>\r\nYou can ask for a customized tour or join the pre-planned ones. In Istanbul they offer Old City Tours, Bosphorous Tours, visits to Istanbul's palaces and islands during different time of the day. In Turkey, you can rely on them for trips to Troy, Capadocia, Gallipoli, Ephesus, Pamukkale and other special tours. Just walk in their office or call them if you don't find what you need on the website. Before Travel's brothers always have something new to propose! <br \/>\r\n<br \/>\r\nThey also offer car rental service and Capadocia balloons trips. In case you would like to have a customized tour, just go to their website and tick the places you want to visit, choose your starting point, the kind of accommodation and transportation you want and add any other special requests you might have. Great reviews on Trip Advisor! Check them out!",
      "lat": 41.004653973587,
      "lang": 28.979315757751,
      "url": "http:\/\/before-travel-turkey.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/before-travel-turkey.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/before-travel-turkey.jpg"
        }
      ]
    },
    {
      "id": 149,
      "name": "Bonita Tour",
      "location_name": 2,
      "destination_id": 1,
      "category_name": "Tour",
      "thumbnail_image": "bonita",
      "address": "Akbıyık Cad. No:13",
      "phone": "+90 212 638 52 76",
      "string_info": "Bonita offers some of the most well-planned and professionally executed tours on the market in Turkey. They’re particularly good at taking your interests and translating them into an excursion that you’re guaranteed to love, and have a number of pre-set packages which cater to certain niches. For example, archaeological tours will lay bare for you the past of this fascinating country, while those with an interest in religious history will love the Seven Churches tour. As with most companies, Bonita offers cruises and travel packages in Istanbul as well as throughout the rest of the country. ",
      "lat": 41.00565,
      "lang": 28.979981,
      "url": "http:\/\/bonitatour.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/bonita.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/bonita.jpg"
        }
      ]
    },
    {
      "id": 150,
      "name": "Boombully Hostel",
      "location_name": 55,
      "destination_id": 6,
      "category_name": "Accommodation",
      "thumbnail_image": "boombully",
      "address": "Rustaveli ave. No: 24",
      "phone": "+99 555 110 01 72",
      "string_info": "Food and accommodation are rarely an issue in Tbilisi. A range of popular establishments are <br \/>\r\navailable in both categories, such as the central and ever-thriving Boombully Rooms & Hostel.",
      "lat": 41.700170961672,
      "lang": 44.795836903705,
      "url": "http:\/\/boombully-hostel.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/boombully.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/boombully.jpg"
        }
      ]
    },
    {
      "id": 16,
      "name": "Boomerang Guest House",
      "location_name": 16,
      "destination_id": 2,
      "category_name": "Accommodation",
      "thumbnail_image": "boomerang",
      "address": "Atatürk Mah. Sevgi Yolu 1047 Sk. No:10",
      "phone": "+90 232 892 48 79",
      "string_info": "Run by a hospitable English-speaking family, Boomerang Guest House is an affordable and chilled out place to sling your bags and have some fun. Anybody is welcome at Boomerang, but as the name suggests, Aussies will feel particularly at home here- from Down Under-themed decor to the complimentary Vegemite on offer at breakfast-time, this guest house is packed with little touches to make backpackers feel like they’re back in the southern hemisphere.<br \/>\r\n<br \/>\r\nBut don’t get too comfortable lounging around, because Boomerang has got a perfect location for exploring the ancient wonders of the area. It’s just a short walk from the archaeological museum if you’re dying to check out some of the artifacts found at nearby Ephesus. If you’re in more of an outdoorsy mood and want to head straight to the site itself, no worries. Boomerang can help you arrange transport to Ephesus. They’ll also organize tours for you to nearby Şirince, Pamukkale, or to the Greek islands to the west.<br \/>\r\n<br \/>\r\nTake your pick between singles, doubles, triples, or dorm rooms with ensuite bathrooms; all of them come standard with clean linens and a traditional Turkish breakfast included in the price.<br \/>\r\n<br \/>\r\nIf you’re looking for a change of pace and a different way to explore Selçuk, consider hiring one of the bicycles offered by Boomerang.The staff can also arrange airport transfers or help you with a broad spectrum of other travel matters- tours, car rental, plane tickets, and bus schedules, to name just a few.<br \/>\r\n<br \/>\r\nAlso check out the affiliated Boomerang Restaurant and Bar, where all kinds of food is served, from Turkish-style grills and other local favorites to salads and more international fare for those of you battling a little homesickness. It’s right next door the the hostel in a renovated historical building with a beautiful garden.",
      "lat": 37.948940450134,
      "lang": 27.367738740723,
      "url": "http:\/\/boomerang-guesthouse.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/boomerang.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/boomerang.jpg"
        }
      ]
    },
    {
      "id": 79,
      "name": "Boomerang Restaurant &amp; Bar",
      "location_name": 16,
      "destination_id": 2,
      "category_name": "Restaurant",
      "thumbnail_image": "boomerang2",
      "address": "Atatürk Mah. Sevgi Yolu 1047 Sk. No:10",
      "phone": "+90 232 892 48 79",
      "string_info": "Restaurant of Boomerang Guest House <a href=\"http:\/\/boomerang-guesthouse.hikeast.com\/\" rel=\"nofollow\" target=\"_blank\">http:\/\/boomerang-guesthouse.hikeast.com\/<\/a>",
      "lat": 37.949476892318,
      "lang": 27.367749452242,
      "url": "http:\/\/boomerang-bar-restaurant.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/boomerang2.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/boomerang2.jpg"
        }
      ]
    },
    {
      "id": 151,
      "name": "Borjomi Hostel",
      "location_name": 56,
      "destination_id": 6,
      "category_name": "Accommodation",
      "thumbnail_image": "_1_l",
      "address": "Kostava str. No:17",
      "phone": "+99 536 722 23 87",
      "string_info": "Try the seasonal Borjomi Hostel if you’re around in the summer...",
      "lat": 41.841067227136,
      "lang": 43.384207854179,
      "url": "http:\/\/borjomi-hostel.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/1_l.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/1_l.jpg"
        }
      ]
    },
    {
      "id": 99,
      "name": "Bozcaada Camping",
      "location_name": 8,
      "destination_id": 2,
      "category_name": "Camping",
      "thumbnail_image": "bozcaada_camp",
      "address": "Sulubahçe, Eski Kule Mevkii, Bozcaada",
      "phone": "+90 286 697 04 42 +90 535 43715 16",
      "string_info": "Open every year during the summer months from May to October, Ada Camping is located five kilometers south of the harbor, reachable by the dolmuşes making the trip every twenty minutes. Bozcaada is a fantastic spot to get back to nature, and Ada Camping is definitely the place to do it; just a few hundred meters from the island’s sandy southern beaches, it’s a sanctuary of peace and relaxation.<br \/>\r\n<br \/>\r\nYou can pitch your own tent or hire one if you’ve come without. The tent spots are shady and cool, and they’ll rent you any camping gear you require, including mats. Alternately, you can park your RV (multiway plugs are available) or opt for a bungalow. Breakfast, snacks, and all sorts of drinks- including alcohol- are available for purchase. If you want to branch out, there are numerous restaurants and reasonably-priced cafes along the water.",
      "lat": 39.8165627,
      "lang": 26.0295671,
      "url": "http:\/\/bozcaada-camping.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/bozcaada-camp.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/bozcaada-camp.jpg"
        }
      ]
    },
    {
      "id": 152,
      "name": "Bumbulay Pansiyon",
      "location_name": 52,
      "destination_id": 5,
      "category_name": "Accommodation",
      "thumbnail_image": "bumbulay",
      "address": "Macahel, Borçka",
      "phone": "+90 532 652 41 96",
      "string_info": "Kenan Kahya  manages a highly-recommended pension in the valley called Bumbulay Pansiyon and is generous about sharing his extensive knowledge of the area.",
      "lat": 41.342794,
      "lang": 41.669769,
      "url": "http:\/\/bumbulay-pansiyon-rize.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/bumbulay.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/bumbulay.jpg"
        }
      ]
    },
    {
      "id": 153,
      "name": "Bunk Hostel",
      "location_name": 1,
      "destination_id": 1,
      "category_name": "Accommodation",
      "thumbnail_image": "bunk",
      "address": "Kamer Hatun Mah. Balık Sk. No:7",
      "phone": "+90 212 244 88 08",
      "string_info": "Bunk Hostels represent a meeting of two great things- style and affordability. The soon-to-be chain was started by a group of five partners from England Germany, and Turkey with a common vision of classy accommodation in one of the world’s liveliest and artsiest cities. This is anything but your run of the mill, damp-floored place to sling your bags; Bunk prides itself on cleanliness and an upscale feel at a completely affordable cost, with touches like clean fluffy towels, marble bathrooms, and free lockers to make you feel like an honored guest.<br \/>\r\n<br \/>\r\nRelax on the comfy couches or sunbathe after a long day of getting pleasantly lost in the big city. If your bones feel particularly weary, you can hop into the rooftop jacuzzi with a beer. Not tired? No problem! Bunk’s cafe transforms into a bar after dark, so the party never has to stop. The friendly staff also understands that you may have a brimming nightlife agenda, so there’s no lockout here. ",
      "lat": 41.035333,
      "lang": 28.976623,
      "url": "http:\/\/bunk-hostel.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/bunk.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/bunk.jpg"
        }
      ]
    },
    {
      "id": 154,
      "name": "Cafe 26A",
      "location_name": 1,
      "destination_id": 1,
      "category_name": "Pub",
      "thumbnail_image": "_26a",
      "address": "Katip Mustafa Çelebi Mah. Tel Sk. No:26\/A",
      "phone": "",
      "string_info": "Cafe 26A run by a collective an closer to the heart of Taksim, is perfect for fair trade supporters. They offer all sorts of homemade products \"without concern for profit\" as a way of counterbalancing the destructive influence of major corporations. The cafe is run by a crew of 30 volunteers and also functions as a social space for workshops and screenings.",
      "lat": 41.034418386444,
      "lang": 28.983227133576,
      "url": "http:\/\/cafe26a.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/26a.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/26a.jpg"
        }
      ]
    },
    {
      "id": 73,
      "name": "Cafe Cactus and Camping",
      "location_name": 38,
      "destination_id": 3,
      "category_name": "Accommodation",
      "thumbnail_image": "cafecactus",
      "address": "Yazır köyü Olympos mevkii Kumluca\/Antalya",
      "phone": "0 242 892 19 55",
      "string_info": "It never takes anyone long to get into the chilled-out yet party-friendly and nature-oriented vibe omnipresent in Olympos; Cafe Cactus embraces all three aspects of this unique place to their fullest extent. It’s one of the few places here you can pitch your own tent- they have raised wooden platforms for the purpose so you won’t run the risk of getting wet. Breakfast and a tasty, massive dinner are included in the price.<br \/>\r\n<br \/>\r\nThe main attraction of Cafe Cactus, though, is the live music, primarily reggae, funk, and pop. All it will take for you to kick off your shoes and rearrange your itinerary so you can stay here longer is one night sitting under the lemon trees, rocking out to the beats, and sipping an ice-cold beer from the bar. Try it for yourself!",
      "lat": 36.394687667185,
      "lang": 30.473499121582,
      "url": "http:\/\/cactus-cafe-camping.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/cafecactus.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/cafecactus.jpg"
        }
      ]
    },
    {
      "id": 155,
      "name": "Cafe Gallery",
      "location_name": 55,
      "destination_id": 6,
      "category_name": "Pub",
      "thumbnail_image": "cafe_gallery_logo",
      "address": "48 Rustaveli Ave. \/34 Griboedov St.",
      "phone": "+99 532 299 57 47",
      "string_info": "A quiet happy hour followed by an increasing volume level throughout the evening, culminating in a crazy party when the sun goes down. Sound good? Then you’re in the right place. With all kinds of music, great DJs, and a clientele composed of artists and musicians, Cafe Gallery is a tiptop place to hang out with a beer in your hand or get a bit wild. Friday and Saturday, as you might imagine, are the big nights here. See what’s on tap!<br \/>\r\n<br \/>\r\nThe garden is great and there’s a gallery, as the name suggests, which sometimes hosts cool exhibitions.",
      "lat": 41.69884,
      "lang": 44.794929,
      "url": "http:\/\/cafegallery.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/cafe-gallery_logo.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/cafe-gallery_logo.jpg"
        }
      ]
    },
    {
      "id": 290,
      "name": "Cafe Romee",
      "location_name": 45,
      "destination_id": 4,
      "category_name": "Accommodation",
      "thumbnail_image": "cafe_romee",
      "address": "Eski Kahta, Kahta, Adıyaman Region.",
      "phone": "+900212 594 28 02",
      "string_info": "Cafe Restaurant and small pension with wi-fi and air conditionn in the rooms. Basic and cheap, with breakfast included in the price. <br \/>\r\n<br \/>\r\nTry the menengiç kahvesi, done from wild pistache trees.",
      "lat": 37.838530034214,
      "lang": 38.608457562514,
      "url": "http:\/\/cafe-romee-nemrut.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/cafe-romee.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/cafe-romee.jpg"
        }
      ]
    },
    {
      "id": 268,
      "name": "Camlık Motel Restaurant",
      "location_name": 60,
      "destination_id": 2,
      "category_name": "Accommodation",
      "thumbnail_image": "camlik_motel",
      "address": "Sahil Yolu - Coast road",
      "phone": "+90 224 757 13 62",
      "string_info": "Avarage standard Hotel, but dipped in a pretty pleasant setting: pine trees around, garden facing the lakeside with wonderful view at sunset. The beach is only 100m away. The hotel also hosts a good restaurant serving traditional food from the area. The must-try is the catfish from the lake, bettwer when enjoyed with some Rakı.  24 en-suite rooms ( very clean bathrooms, with hot water and hairdryer), with AC, television and breakfast included. The hotel also owns a decent sized olive garden, from which every November olive oil is produced.<br \/>\r\n",
      "lat": 40.431660967235,
      "lang": 29.713278292911,
      "url": "http:\/\/camlik-motel-restaurant-iznik.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/camlik_motel.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/camlik_motel.jpg"
        }
      ]
    },
    {
      "id": 239,
      "name": "Çanakkale Yalı Han",
      "location_name": 5,
      "destination_id": 2,
      "category_name": "Accommodation",
      "thumbnail_image": "none",
      "address": "yalı cad no:59 or fettane sok no:28 (2 enterances)",
      "phone": "",
      "string_info": "Really nice play to stay during your Çanakkale trip.",
      "lat": 40.146667145646,
      "lang": 26.407570662415,
      "url": "http:\/\/yalihan-cafe-canakkale.hikeast.com",
      "images": [
        
      ]
    },
    {
      "id": 156,
      "name": "Canudos Ethnic Bar",
      "location_name": 55,
      "destination_id": 6,
      "category_name": "Pub",
      "thumbnail_image": "370782_100003176711317_1937816",
      "address": "Javakhishvili St. Samania garden",
      "phone": "+99 559 660 69 69",
      "string_info": "Canudos Ethnic Bar is more than just a place to get your drink on, it’s a meeting place and crossroads for all kinds of artistic, political, and fun-loving people from all over the earth. There’s a very chilled out, live and let live vibe which you will definitely appreciate after a long day of international exploration.<br \/>\r\n<br \/>\r\nNamed after an ancient city in Brazil which, according to legend, was home to only the pure-hearted, Canudos is effortlessly intriguing. The walls are covered with odds and ends from all corners of the globe, esoterica ranging from concert tickets, calling cards, and paper money to photographs, boarding passes, and everything else you can imagine. The artsy feel is carried over into the rest of the bar’s decorations, which range from quirky to fascinating- Buddha statues, prayer flags, and rare musical instruments are only the beginning.<br \/>\r\n<br \/>\r\nThe alcohol is cheap and plentiful, so bring your friends and grab a seat. You’ll feel the travel stories start flowing out of you. Don’t forget to the check the schedule of events before you head over, because Canudos is constantly hosting some fantastic parties like the Naked Party, the Irish Party, the Valentine’s Day Beer Pong Tournament, and tons more.",
      "lat": 41.701691426605,
      "lang": 44.799758433946,
      "url": "http:\/\/canudosethnicbar.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/370782_100003176711317_1937816.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/370782_100003176711317_1937816.jpg"
        }
      ]
    },
    {
      "id": 157,
      "name": "Caria Pan Travel",
      "location_name": 20,
      "destination_id": 2,
      "category_name": "Tour",
      "thumbnail_image": "caria1",
      "address": "Karanfil sk. 25\/1 Akyaka\/ Ula – Muğla",
      "phone": "+90 252 243 53 20",
      "string_info": "This travel company is a particularly good choice for organizing outdoorsy activities. They offer an intersting variety of tours: from getting your adrenaline pumping with hiking and biking trips to cooking lessons and daily yoga walks. Caria Pan Travel is a tour operator established in Outdoor Tourism, providing  year-round guided tours to many different locations throughout Turkey and Greece. <br \/>\r\n<br \/>\r\nThe company also owns a pension, perfect for those who want to be far away from the crowded Tourismus beaches, The pension is Situated at the village Akçapınar in the Gökova Valley. A design mixture of many Artists gave these place a incredible taste. Many of our Multi activity tours will be based here. İts on the routes Carian and İdyma and just 10 minutes away from the Kiteboard base Gökova.<br \/>\r\n",
      "lat": 37.05671,
      "lang": 28.328816,
      "url": "http:\/\/cariapantravel.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/caria1.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/caria1.jpg"
        }
      ]
    },
    {
      "id": 301,
      "name": "Caupo Hostel",
      "location_name": 1,
      "destination_id": 1,
      "category_name": "Accommodation",
      "thumbnail_image": "images2",
      "address": "Maliye cad. Çelebi st. No:3 <br \/>\r\n34425 Karaköy",
      "phone": "+90 212 243 86 66",
      "string_info": "Caupo is a warm and friendly Hostel that is located in Karaköy, opposite the Galata Tower between touristic areas and great night life. They have a wealth of experience in the industry and know what guests value and need during their stay. <br \/>\r\n<br \/>\r\nYou can relax in chilled out common room, complete with a cup of coffee and satellite TV, or catch up with friends and family over the <br \/>\r\nInternet.\tWi-Fi Access\tis also available\tthroughout the hostel. Caupo has a communal kitchen, where you can make yourself a hearty meal or quick  snack... Note to mention that most of the Caupo’s services are free of charge like linens, lockers, luggage storage, bookexchange and laundry is also available with a reasonable price.<br \/>\r\n<br \/>\r\nHere you can also find a wide variety of room types according to your budget from ensuite doubles to 8-bed dorms.<br \/>\r\n<br \/>\r\nCaupo is located in the Heart of old city, a short walk from Karaköy Tram Station and quite close to the\tattractions of Istanbul, including\tDolmabahçe\tPalace, Galata Bridge, Egyptian Bazaar, Blue Mosque, Beyazıt-Grand Bazaar, and Taksim Square. Although\tIstanbul’s brilliant\tnight life is on your next door, you can still have a quite sleep after a busy party night in Taksim",
      "lat": 41.023844130017,
      "lang": 28.977634012699,
      "url": "http:\/\/caupo-istanbul.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/images2.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/images2.jpg"
        }
      ]
    },
    {
      "id": 227,
      "name": "Chambers of the Boheme",
      "location_name": 1,
      "destination_id": 1,
      "category_name": "Accommodation",
      "thumbnail_image": "chambers1",
      "address": "Küçükparmakkapı Sk. no:13 Beyoğlu",
      "phone": "+90 212 251 09 31",
      "string_info": "Rated by Hostelworld as Turkey’s best hostel in 2009, you really can’t go wrong with the stylish Chambers of the Boheme. It’s just about as close as you can get to İstiklal Street, and perfectly situated for a wander around Çukurcuma or Cihangir. The management at Chambers of the Boheme knows that they have a majorly impressive reputation to uphold, and they keep the premises spotless. Safety is also a top priority here; there are safe-deposit boxes inside, and the 24-hour reception is always on the ball to make sure that your stay in İstanbul is totally secure.<br \/>\r\n<br \/>\r\nThe four-bed mixed dorms are simple and cozy, all coming with clean linens. The bathrooms are shared, but tidy and numerous. There are even separate showers so you don’t have to wait around for someone to finish brushing their teeth before you can hop in.Additionally, they offer a discount of 10 percent for groups starting at 10 people.<br \/>\r\n<br \/>\r\nCheck out the game room and the barbecue area!",
      "lat": 41.035179170087,
      "lang": 28.982496681129,
      "url": "http:\/\/chambersoftheboheme-hostel.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/chambers1.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/chambers1.jpg"
        }
      ]
    },
    {
      "id": 84,
      "name": "Chez Evy",
      "location_name": 34,
      "destination_id": 3,
      "category_name": "Restaurant",
      "thumbnail_image": "chezevy",
      "address": "Terzi Sk. No:4",
      "phone": "",
      "string_info": "In particular, try Chez Evy for some mouthwatering French cuisine in an upscale setting",
      "lat": 36.200562454242,
      "lang": 29.640440121704,
      "url": "http:\/\/chezevy.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/chezevy.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/chezevy.jpg"
        }
      ]
    },
    {
      "id": 279,
      "name": "Chianti",
      "location_name": 1,
      "destination_id": 1,
      "category_name": "Pub",
      "thumbnail_image": "chianti",
      "address": "Istiklal Caddesi, Balo Sokak, No: 31  (2nd floor) Beyoglu, Istanbul.",
      "phone": "",
      "string_info": "When at the entrance of the bulding you see some traditional Turkish men drinking çay and playing cards, don't walk away. You are indeed in the right place. Just climb few stairs and at the second floor you'll find the Chianti Bari, with live music three days a week. <br \/>\r\n<br \/>\r\nDon't miss the Sanat Müsik night and join the crowd singing along with the performers. <br \/>\r\n<br \/>\r\nHomely cafe-pub open from 4 pm till 2 am, but expected to be busier in the early evenings and around midnight. It functions as a cafe from late afternoon until roughly 8-9 pm. The music become louder after that.",
      "lat": 41.0355918502,
      "lang": 28.978259682481,
      "url": "http:\/\/chianti-bar-istanbul.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/chianti.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/chianti.jpg"
        }
      ]
    },
    {
      "id": 1,
      "name": "Chillout Cengo Hostel",
      "location_name": 1,
      "destination_id": 1,
      "category_name": "Accommodation",
      "thumbnail_image": "cengo",
      "address": "Hüseyinağa Mah. Atıf Yılmaz Cad. Halas Sk. No:3",
      "phone": "+90 212 251 31 48",
      "string_info": "With five hostels in İstanbul, Chillout is among the city’s most popular and well-known options for budget travelers. Chillout Cengo is centrally located, just minutes away from busy İstiklal Street and a short walk from Taksim Square- if it’s partying you’re after, you’ve come to the right place. Friday and Saturday nights here are loud and spirited affairs where you’ll have no trouble making friends to hit the bars with. All of the best Beyoğlu bars (and by extension, a solid number of the very best nightlife options in all of vast İstanbul) are just beyond your front door. Don’t stress out about cutting your night out short, either, because reception is 24 hours a day and there’s a no-lockout policy.<br \/>\r\n<br \/>\r\nChillout Cengo employs some of the friendliest staff members around. They’re all knowledgeable about the city and can help you with just about anything- insider tips for the best places to go on a rowdy Friday night, the best routes to Sultanahmet for some sightseeing, or restaurant recommendations that won’t break the bank. You’ll also get a free map of İstanbul to help you explore the city on your own. Don’t forget to grab one, because this city is huge!<br \/>\r\n<br \/>\r\nThere are 70 beds, so chances are that even if you show up without a reservation at 3 am, they’ll have a place for you to sleep. Choose from a private room (ensuite or with a shared bathroom) or a 6, 8, 10, or 12-bed dorm. You can get free tea all day, and there’s a guest kitchen if you want to prepare your own meals. Otherwise, head to the Chillout cafe next door.<br \/>\r\n<br \/>\r\nThe staff at Chillout Cengo pride themselves on keeping the hostel clean- no worries about nightmare bathrooms here. And of course, you’ll be supplied with fresh sheets, so there’s no need to lug around a sleeping bag.",
      "lat": 41.035640409634,
      "lang": 28.980050636987,
      "url": "http:\/\/chillout-cengo-hostel-istanbul.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/cengo.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/cengo.jpg"
        }
      ]
    },
    {
      "id": 158,
      "name": "Chios Rooms",
      "location_name": 13,
      "destination_id": 2,
      "category_name": "Accommodation",
      "thumbnail_image": "b",
      "address": "Leoforos Aigaiou 110, on the harbor",
      "phone": "0030 - 22710 - 20198",
      "string_info": "If you plan to stay overnight, consider Chios Rooms in Chios. It’s a shady, pretty guesthouse run by an international couple, Kiwi and Greek, with a nice library and picturesque setting.",
      "lat": 38.369002565559,
      "lang": 26.13816178724,
      "url": "http:\/\/chios-rooms-accommotation.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/b.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/b.jpg"
        }
      ]
    },
    {
      "id": 258,
      "name": "Çiçeksever Kebap Salonu",
      "location_name": 15,
      "destination_id": 2,
      "category_name": "Restaurant",
      "thumbnail_image": "ciceksever",
      "address": "Sıraselviler Cad. No:40",
      "phone": "+90 2326333822",
      "string_info": "Genuinely cooked Turkish food. The friendly owners Ertan and Volkan are well famous in town and in the area of Izmir for their Köfte (Turkish meatballs) so don't forget to order one portion!! We suggest you to try also the Kaymaklı Kemalpaşa dessert: dough of flour, filled with cheese fried and then boiled in syrup, served with creamy cheese.",
      "lat": 39.111998050595,
      "lang": 27.173137664795,
      "url": "http:\/\/ciceksever-kebap-salonu.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/ciceksever.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/ciceksever.jpg"
        }
      ]
    },
    {
      "id": 160,
      "name": "Cinci Han Hotel",
      "location_name": 49,
      "destination_id": 5,
      "category_name": "Accommodation",
      "thumbnail_image": "logo21",
      "address": "Eski Çarsı Çeşme Cinci Han",
      "phone": "+90 370 712 06 90",
      "string_info": "For a bit of a splash-out upscale option, you can’t do better than the Cinci Han. The architecture is one of the big draws of the place, and you won’t be disappointed- it’s hard not to be awed by the solid stone rooms dating back to the 17th century and once used as a Silk Road stopover. The staff is similarly excellent and most have a professional background in tourism and hospitality education, so you know the service will be superlative. Choose from 22 standard rooms or one of two suites.<br \/>\r\n<br \/>\r\nIf you’re eager to check out the historical building but aren’t feeling like being a big spender, a cheaper alternative is to simply sit down for a meal in the attached restaurant. It’s constructed in the area where weary travelers would once leave their pack animals, but you wouldn’t guess that today. It’s clean and welcoming, a great place to cast off your own burden and sip a cup of tea. If you’re in a hurry, though, you can tour the building for an admission fee of 1 TL.",
      "lat": 41.244659404824,
      "lang": 32.693429589272,
      "url": "http:\/\/cinci-han-hotel.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/logo21.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/logo21.jpg"
        }
      ]
    },
    {
      "id": 107,
      "name": "Çiya Sofrası",
      "location_name": 3,
      "destination_id": 1,
      "category_name": "Restaurant",
      "thumbnail_image": "ciya_sofrasi",
      "address": "Caferağa Mah. Güneşli Bahçe Sk. No:43",
      "phone": "",
      "string_info": "If a restaurant is more up your alley, Çiya Sofrası in Caferağa Mahallesi is a good choice- they have great local dishes as well as more international fare.",
      "lat": 40.990783119504,
      "lang": 29.025192084228,
      "url": "http:\/\/ciyasofrasi.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/ciya-sofrasi.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/ciya-sofrasi.jpg"
        }
      ]
    },
    {
      "id": 105,
      "name": "Clandestino",
      "location_name": 1,
      "destination_id": 1,
      "category_name": "Shop",
      "thumbnail_image": "_1950d5ca81924c9abf9103e7224f55",
      "address": "Şahkulu Mah. Galip Dede Cad. No:24\/D",
      "phone": "+90 212 245 97 30",
      "string_info": "The alternative clothing shop Clandestino has four locations throughout the city (including in Kadıköy and Beyoğlu; take a look at their website at www.clandestino.com.tr for addresses and a look at some of their products). It takes its name from the song by Manu Chao, which may give you an idea of the type of things you can find here- they specialize in comfortable, bright, offbeat clothing perfect for strolling around the city or picking up on your way down to the chilled-out camps in southern Turkey.",
      "lat": 41.02633311034,
      "lang": 28.974659266388,
      "url": "http:\/\/clandestino-shop.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/1950d5ca81924c9abf9103e7224f55.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/1950d5ca81924c9abf9103e7224f55.jpg"
        }
      ]
    },
    {
      "id": 161,
      "name": "Concept Languages",
      "location_name": 1,
      "destination_id": 1,
      "category_name": "Activity",
      "thumbnail_image": "concept",
      "address": "Seher Yıldızı Sk.No:23\/8 Etiler",
      "phone": "+90 212 351 18 40",
      "string_info": "Concept Languages really puts a personal touch on your Turkish learning. They have small class sizes and will go over and beyond to make sure that you’re getting everything you want out of their courses. You can even get private tutoring through Concept.",
      "lat": 41.083055,
      "lang": 29.033475,
      "url": "http:\/\/conceptlanguages.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/concept.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/concept.jpg"
        }
      ]
    },
    {
      "id": 241,
      "name": "Çukur Mey-Hane",
      "location_name": 1,
      "destination_id": 1,
      "category_name": "Restaurant",
      "thumbnail_image": "images",
      "address": "Turnacıbaşı Cad. Kartal Sok. No:1\/A Beyoğlu\/İstanbul",
      "phone": "+90 212- 244 55 75",
      "string_info": " Among one of the oldest places in Beyoğlu, this tavern is very central (next to Galatasaray) and at the same time far from the noises and the crowd of Istiklal. Keep your eyes open, this meyhane is not easy to spot: it is in the basement. Right place to taste some delicious mezeler in a quiet and suggestive atmosphere, accompanied by some good rakı! Do not try to contact them by email, because they don't use it. Better to call before showing up. They tend to fill all the tables every night. A must to try: yaprak ciğer (liver leaves!). ",
      "lat": 41.034216062992,
      "lang": 28.980560302734,
      "url": "http:\/\/cukurmeyhane.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/images.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/images.jpg"
        }
      ]
    },
    {
      "id": 309,
      "name": "Dara Konağı",
      "location_name": 46,
      "destination_id": 4,
      "category_name": "Accommodation",
      "thumbnail_image": "images_3",
      "address": "Şehidiye Mah. 39.St. No:13",
      "phone": "+90 482 212 32 72",
      "string_info": "The mansion bears witness to 800 years of history in the legendary city of Mardin. The building and grounds have been restored with the original structure and spirit in mind, so guests will feel thehospitality and warmth of an ancient Mesopotamia savannah. Stones that were handcrafted 800 years ago stand firm against the erosion of time while speaking softly to you of a time long past.<br \/>\r\n<br \/>\r\nThe name of each room represents a civilization that shaped Madin’s history. There are 2 single, 5 double, 1 triple and 2 suite rooms in the mansion. Please note the terrace used for breakfast has a nice view overlooking to the beautiful city and surroundings. <br \/>\r\n",
      "lat": 37.313997462368,
      "lang": 40.745211839676,
      "url": "http:\/\/dara-konagi-mardin.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/images-3.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/images-3.jpg"
        }
      ]
    },
    {
      "id": 162,
      "name": "Deeps Hostel",
      "location_name": 43,
      "destination_id": 4,
      "category_name": "Accommodation",
      "thumbnail_image": "_9296935",
      "address": "Ataç 2 Sk. No:46 Kızılay",
      "phone": "+90 312 213 63 38",
      "string_info": "Smack in the middle of Ankara and only five minutes from the city center, Deeps is the city’s first backpacker-style hostel. The walls are brightly-painted and the atmosphere is welcoming, the whole place geared towards budget travelers and world-wandering students. You’re sure to be among friends at Deeps. <br \/>\r\n<br \/>\r\nThey have private rooms for up to four people, all with shared bathrooms, or you can opt for a bed in one of the six or eight-person mixed dormitories. There’s a pretty garden, a lounge area, and a common kitchen well-stocked with utensils and appliances. If you stay longer than five days, you can use the laundry facilities for free!",
      "lat": 39.921900077818,
      "lang": 32.860464224724,
      "url": "http:\/\/deeps-hostel.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/9296935.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/9296935.jpg"
        }
      ]
    },
    {
      "id": 15,
      "name": "Delphin Tour Boat",
      "location_name": 14,
      "destination_id": 2,
      "category_name": "Tour",
      "thumbnail_image": "delphin",
      "address": "Küçük Deniz Liman",
      "phone": "+90 232 812 50 11",
      "string_info": "Grab your sunscreen and get geared up for a cruise! Delphin will take you out to the open sea for a day you won’t soon forget, and you’ll come back tanned and smiling. Although the company’s name might make you think of dolphins, it’s the seals Foça was named for that you’re most likely to see. Make sure you bring your camera to get a few shots of these playful creatures.<br \/>\r\n<br \/>\r\nThe cruises are limited to ten people, so don’t worry that you’ll be sardined in. Delphin takes pride in keeping their tours low-volume and relaxing and with over fifty years of experience in the business, they’ve certainly perfected the art. In the six hours you’ll spend on the boat, there are four stops for swimming and chilling out. Watch the waves as you eat your lunch (vegetarian options are available!) or buy some alcohol if you’re so inclined.<br \/>\r\n<br \/>\r\nGerman, English, and French are all spoken here!",
      "lat": 38.669897418599,
      "lang": 26.753707408207,
      "url": "http:\/\/delphin-tourboat.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/delphin.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/delphin.jpg"
        }
      ]
    },
    {
      "id": 81,
      "name": "Dereli Kaplankaya Wines",
      "location_name": 17,
      "destination_id": 2,
      "category_name": "Restaurant",
      "thumbnail_image": "kaplankaya",
      "address": "Şirince Köyü, Selçuk",
      "phone": "+90 232 898 32 28",
      "string_info": "Wine-making in Turkey has an incredibly long history. In fact, it is among the countries which could have been the birthplace of wine-making, although Georgia is typically assumed to hold that particular honor.<br \/>\r\n<br \/>\r\nDereli Kaplankaya Wines is one of Şirince’s most esteemed wine houses. They’ve been in operation since 1999 and have built a solid reputation for themselves as one of the classiest establishments in town- stop by and see the shop yourself, all dark wood and fancy kilims. The wines are produced from eight different fruits, including quince, tangerine, and peach. They use the natural flavors of the fruits without artificial flavoring- take a gander at the variety of wines they offer and choose your favorite from the creative list.<br \/>\r\n<br \/>\r\nDereli Kaplankaya has three locations in Şirince. Stop at any one of them for a great gift to bring back to your friends at home or drink it yourself!",
      "lat": 37.943588371222,
      "lang": 27.437839331543,
      "url": "http:\/\/dereli-kaplankaya-wines.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/kaplankaya.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/kaplankaya.jpg"
        }
      ]
    },
    {
      "id": 164,
      "name": "Dilmer Language Teaching Center",
      "location_name": 1,
      "destination_id": 1,
      "category_name": "Activity",
      "thumbnail_image": "download_2",
      "address": "İnönü Cad. Prof.Tarık Zafer Tunaya Sk. No:16",
      "phone": "+90 212 292 96 96",
      "string_info": "DİLMER is arguably the most famous of the İstanbul-based language schools and offers both four-week (intensive) and eight-week courses for a wide variety of levels.",
      "lat": 41.036377,
      "lang": 28.992169,
      "url": "http:\/\/dilmer.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/download-2.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/download-2.jpg"
        }
      ]
    },
    {
      "id": 18,
      "name": "Dionysos Houses",
      "location_name": 17,
      "destination_id": 2,
      "category_name": "Accommodation",
      "thumbnail_image": "diyonisos_pansiyon",
      "address": "Şirince Köyü, Selçuk",
      "phone": "+90 532 217 87 05",
      "string_info": "Based in a restored 200-year old building, Dionysos is a stylish homestead with an old-fashioned vibe. Don’t be deceived, though- all the modern amenities you want to make your stay comfortable are, of course, available here, including air conditioning and wi-fi and ensuite bathrooms in all of the rooms. Some of the nine rooms (one suite and eight doubles) even have fireplaces to keep you warm in the winter.<br \/>\r\n<br \/>\r\nBreakfast is included in the price of all the rooms, so load up your stomach in the morning before you head out for a long and exhausting day of wine-tasting. After you get back, don’t go straight to bed, but spend a while sitting on the terrace and stargazing.",
      "lat": 37.944942108751,
      "lang": 27.429513754761,
      "url": "http:\/\/dionysos-pension.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/diyonisos-pansiyon.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/diyonisos-pansiyon.jpg"
        }
      ]
    },
    {
      "id": 267,
      "name": "Dive Park",
      "location_name": 9,
      "destination_id": 2,
      "category_name": "Activity",
      "thumbnail_image": "dive_park_logo",
      "address": "Divepark Gökçeada Dalış  Merkezi, Aydıncık, GÖKÇEADA",
      "phone": "+90 533 494 2 544",
      "string_info": "New and young diving center, nicely arranged on the beach with a wooden structure and colorful pillows below the umbrellas. Very well prepared and professional young instructors will guide you in discovering the surprises of the deep sea. For the first \"discovery diving\" you will accompanied by an instructor who will manage your equipment and guide you around by holding you by the oxygen tank so no need to be scared. Gökçeada has a very rich sea bottom and if you are lucky you'll spot amazing spices. <br \/>\r\n<br \/>\r\nThe center offers training for the international certificates. If you are new to diving and you want to give it a try, just show up there. All the necessary equipment is there waiting for you.   <br \/>\r\n",
      "lat": 40.127736351009,
      "lang": 25.93775510788,
      "url": "http:\/\/dive-park-diving-center.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/dive-park-logo.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/dive-park-logo.jpg"
        }
      ]
    },
    {
      "id": 264,
      "name": "Donau Ekspress II",
      "location_name": 1,
      "destination_id": 1,
      "category_name": "Activity",
      "thumbnail_image": "banner",
      "address": "Istanbul",
      "phone": "",
      "string_info": "Have you ever traveled on a cargo ship across the sea?<br \/>\r\n<br \/>\r\nCome with us! <br \/>\r\nOur cargo ship travels across the Mediterranean, Black Sea and Aegean costs!<br \/>\r\n<br \/>\r\nWe have two wonderful cabins, each of them for two persons and en-suite.<br \/>\r\nPrice to join us is 100 $ per room per night, with full board (Breakfast, Lunch, Dinner). <br \/>\r\nExperience the wonderful atmosphere and travel with our friendly crew!<br \/>\r\n<br \/>\r\nThe ship travels usually between 5 and 10 days and routes are determined two weeks before departure. No visa is required for the countries you'll stop by!<br \/>\r\n<br \/>\r\nAny delay due to weather conditions or cargo loading or un-loading at the harbor won't be charged.<br \/>\r\n<br \/>\r\nWhat are you waiting for? Try this unique experience!<br \/>\r\n<br \/>\r\nFollow us on FB page for more details, routes and schedule. Feel Free to contact us for any question you might have.",
      "lat": 41.023945307757,
      "lang": 28.980411523953,
      "url": "http:\/\/donau-ekspress_II.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/banner.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/banner.jpg"
        }
      ]
    },
    {
      "id": 165,
      "name": "Efe Backpackers Pension &amp; Guesthouse",
      "location_name": 49,
      "destination_id": 5,
      "category_name": "Accommodation",
      "thumbnail_image": "efe",
      "address": "Çavuş Mah. Kayadibi Sk. No:8",
      "phone": "+90 370 725 26 88",
      "string_info": "Efe Guesthouse was recently remodeled in 2006, but the original look and feel of the 180-year old building lingers on, giving guests the illusion of stepping back in time. With reasonable prices and a friendly smile waiting for anyone who walks through the front door, Efe’s is a great choice tucked away in one of Safranbolu’s charming streets. The owners and staff are genuinely eager to please and will happily give you service with a smile if you have any questions to ask of them. To the same end, Efe’s provides a transfer from the bus station so you don’t have to lug your bags around searching for a sign.<br \/>\r\n<br \/>\r\nThere are eight rooms with a total 30-person capacity; dorms as well as singles and doubles are available. There is a lounge and a kitchen for common use, along with an incredible terrace with some of the best views you’ve probably ever seen in a hotel!",
      "lat": 41.24551450392,
      "lang": 32.693810462952,
      "url": "http:\/\/efe-backpackers-pension-guesthouse.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/efe.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/efe.jpg"
        }
      ]
    },
    {
      "id": 167,
      "name": "Ekodanitap",
      "location_name": 53,
      "destination_id": 5,
      "category_name": "Accommodation",
      "thumbnail_image": "_8ff94f48_4487_4028_bfe8_17cf55",
      "address": "Aşağı Çamlıca Yolu Sapağı 1 km. Çamlıhemşin",
      "phone": "+90 464 651 77 87",
      "string_info": "Ekodanitap is, quite simply, unmissable. The setting is straight out of some rustic fairy tale, encompassing rivers and mountains and deep forests, all conspiring to bring you back into contact with nature. The owner, a transplant from big-city Istanbul, makes his dedication to environmentalism and sustainable living apparent from the get-go (the hotel’s name is a play on the word Kodanitap, meaning “flat place” in Armenian), and that positive, natural attitude is what you’ll find here in abundance.<br \/>\r\n<br \/>\r\nEkodanitap has just about everything you could ask for in such a remote location. The manager is also a local guide who knows all there is to know and more about the region; should you get a hankering to go exploring, he can take you on a tour of the mountains. The views are amazing, of course, and the food is organic (breakfast and dinner are included). The range of homegrown products is incredible- try their wine, liquors, tea, and fruit. If you find that you just can’t tear yourself away, Ekodanitap is often looking for volunteers to help out around the place.<br \/>\r\n<br \/>\r\nLuckily but perhaps surprisingly given the remote location, the lodge is open all year round. Find it just before Çamlıhemşin on the right; you’ll have to walk for about ten minutes, but it’s signposted.",
      "lat": 41.046899485409,
      "lang": 41.0043081794,
      "url": "http:\/\/ekodanitap-nature-life.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/8ff94f48-4487-4028-bfe8-17cf55.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/8ff94f48-4487-4028-bfe8-17cf55.jpg"
        }
      ]
    },
    {
      "id": 169,
      "name": "Eredeli's Bar",
      "location_name": 54,
      "destination_id": 6,
      "category_name": "Pub",
      "thumbnail_image": "_208942_4122299102172_154572912",
      "address": "Baratashvilit str. No:1",
      "phone": "+99 559 940 55 70",
      "string_info": "Eredeli’s Bar is one fun venue with frequent live shows. Due to the tourism boom in the area, ",
      "lat": 41.648673,
      "lang": 41.637797,
      "url": "http:\/\/eredelisbar.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/208942_4122299102172_154572912.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/208942_4122299102172_154572912.jpg"
        }
      ]
    },
    {
      "id": 35,
      "name": "Escape Adventures",
      "location_name": 27,
      "destination_id": 3,
      "category_name": "Activity",
      "thumbnail_image": "escape",
      "address": "Lykia World",
      "phone": "+90 252 617 02 83",
      "string_info": "Looking for an amazing extreme sports experience in Ölüdeniz? Look no further. The staff members at Escape Adventures know and love their profession, and they make safety their number one priority.<br \/>\r\n<br \/>\r\nIt’s normal to be nervous while mentally preparing yourself to go paragliding- floating thousands of feet above the ground? Yeah, that can be scary. Not to fear, though. The instructors at Escape Adventures are selected with the utmost care and are required to have five years of experience and 2,000 flight hours under their belts before signing on. Full insurance for every passenger is a company policy- that includes before, during, and after your flight.<br \/>\r\n<br \/>\r\nSo where do you paraglide from? Babadağ (Father Mountain in English), which is the highest altitude for tandem paragliding flights... in the world. Escape Adventures knows that they have a stellar reputation to uphold, and they work hard to keep their customers happy. They’ll gladly tailor the experience to your preferences, and can- for example- book you in for a morning or evening flight for better pictures. If you’re here on honeymoon, they can even give you cake and champagne mid-flight!<br \/>\r\n<br \/>\r\nEscape Adventures doesn’t only operate in the air, though. Check out their variety of water sports, including power boating, jet skis, water skis, parasailing, and wakeboarding.",
      "lat": 36.524673918815,
      "lang": 29.127759756958,
      "url": "http:\/\/escape-adventures.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/escape.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/escape.jpg"
        }
      ]
    },
    {
      "id": 125,
      "name": "Eski Yeni",
      "location_name": 38,
      "destination_id": 3,
      "category_name": "Pub",
      "thumbnail_image": "_923548_10200674480719786_16820",
      "address": "Kiliseyakası No:116 Yazır Köyü",
      "phone": "+90 242 892 13 42",
      "string_info": "Plenty of people come to Olympos with partying on the mind, as the place’s reputation most definitely precedes it. If you’re among their number, it’s hard to top the fun, hip Eski Yeni (meaning “Old New” in Turkish). It’s closed in the winter months, but in summer, there’s pretty much a nonstop party happening here, with live concerts featuring the hottest alternative bands like the İstanbul-based Luxus. But wait, it gets better- there’s no entrance fee, ever. Just grab some friends, get a drink, and enjoy the music in the garden.<br \/>\r\n<br \/>\r\nOne of the first things you’ll notice about Olympos is that it’s a sprawling place. Fortunately, the owners of Eski Yeni have planned ahead for this, and now offer shuttles from the various pensions. ",
      "lat": 36.367254315249,
      "lang": 30.495225903578,
      "url": "http:\/\/eskiyeni-olympos.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/923548_10200674480719786_16820.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/923548_10200674480719786_16820.jpg"
        }
      ]
    },
    {
      "id": 308,
      "name": "Eski Yeni Holiday Houses ",
      "location_name": 38,
      "destination_id": 3,
      "category_name": "Accommodation",
      "thumbnail_image": "none",
      "address": "Kiliseyakası No:116 <br \/>\r\nOlympos\/Kumluca",
      "phone": "+90 242 892 13 41",
      "string_info": "Eski Yeni is a bit far from the sprawling crowd of Olympos’s\tcenter,\tthough mostly prefered by\t nature lovers. The facility has spread over 4 acres of land in which there are more then 700 trees. <br \/>\r\n<br \/>\r\nThis quite, peaceful and friendly pension also has a swimming pool, playground for kids, parking area and a restaurant. Many types of accomodation options (adobe houses, wooden houses and big tents) all include bathrooms, breakfast and dinner.<br \/>\r\n<br \/>\r\nAlthough its relaxing and quite atmosphere, pension is just next door to Eski Yeni Bar, where  you can find one of the craziest dancing night with live music.",
      "lat": 36.382285089999,
      "lang": 30.450603961945,
      "url": "http:\/\/eski-yeni-holiday-houses.hikeast.com",
      "images": [
        
      ]
    },
    {
      "id": 171,
      "name": "Explore Outdoor",
      "location_name": 55,
      "destination_id": 6,
      "category_name": "Shop",
      "thumbnail_image": "explore",
      "address": "Machabeli str. N.7",
      "phone": "+99 557 494 03 48",
      "string_info": "“Explore Outdoor” was founded in 2011, as a result of entrepreneur initiative between Latvian volunteers participating in an environmental EVS project.<br \/>\r\n<br \/>\r\n“Explore Outdoor” is an dynamic enterprise based in Tbilisi, Georgia that aim is to support businesses by providing team-building and communication trainings, as well motivation rising events in the form of sport games, quests and competitions for corporate clients. Our target group is event management companies, governmental and non-governmental institutions, training centres and many more from Georgia and Europe.",
      "lat": 41.69195,
      "lang": 44.799714,
      "url": "http:\/\/exploreoutdoor.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/explore.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/explore.jpg"
        }
      ]
    },
    {
      "id": 126,
      "name": "Fat Boy's Bar &amp; Restaurant",
      "location_name": 44,
      "destination_id": 4,
      "category_name": "Restaurant",
      "thumbnail_image": "fatboys",
      "address": "Belediye Caddesi, Göreme",
      "phone": "+900535 386 4484",
      "string_info": "If it’s partying you’re after, head to Fat Boy’s Bar & Restaurant, 30 seconds’ walk from the otogar, for a lively game of pool and a few cold glasses of Efes. You’ll find plenty of thirsty locals and travelers alike at this chilled-out hangout.",
      "lat": 38.645148568487,
      "lang": 34.827037095674,
      "url": "http:\/\/fatboys-bar-restaurant.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/fatboys.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/fatboys.jpg"
        }
      ]
    },
    {
      "id": 306,
      "name": "Fethiye Guesthouse",
      "location_name": 26,
      "destination_id": 3,
      "category_name": "Accommodation",
      "thumbnail_image": "fethiyeguesthouse_for_about_us",
      "address": "1. Karagözler, Fevzi Çakmak Cad. <br \/>\r\nNo:57 Fethiye",
      "phone": "+90 252 612 27 11",
      "string_info": "The Fethiye Guesthouse is a small guesthouse with a\t friendly atmosphere.\tIts location is one of the best in town, within a short  few minutes walking distance of the main shopping, restaurant and entertainment  district, as well as many of the historical sites  and the main harbour. It is a peaceful little\testablishment with 15 rooms, <br \/>\r\nall of which include a private bathroom, shower, as well as air conditioning. Dorm rooms are also available. The crew are very friendly and welcoming, and the complimentary breakfast is delicious. <br \/>\r\n<br \/>\r\nFethiye Guesthouse also provides unique in-house travel and tour information and will be pleased to help you organise local tours <br \/>\r\naround Fethiye and surrounding areas, as well as travel and accommodation arrangements around Turkey. The qualified staff will be able to tailor an itinerary that fits your time and budget requirements. Fethiye Guesthouse makes your stay in Fethiye easy! <br \/>\r\n<br \/>\r\n",
      "lat": 36.622003254903,
      "lang": 29.100937843323,
      "url": "http:\/\/fethiye-guesthouse.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/fethiyeguesthouse_for-about-us.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/fethiyeguesthouse_for-about-us.jpg"
        }
      ]
    },
    {
      "id": 78,
      "name": "Fokai Balık Restaurant",
      "location_name": 14,
      "destination_id": 2,
      "category_name": "Restaurant",
      "thumbnail_image": "fokai",
      "address": "Atatürk Mah. 121 Sk. No:8",
      "phone": "+90 232 812 21 86",
      "string_info": "Spending all day by the waves of the Mediterranean might make you crave some seafood. Mosey down to the harbor and seat yourself at Fokai Fish Restaurant, where you can choose from a huge array of dishes made from local catches, some of which are purchased daily at the fish market in town.<br \/>\r\n<br \/>\r\nYou can get shrimp, calamari, and of course just about any sort of fish your heart desires. Vegetarian options can also be had, including some famous vegetable dishes from İzmir, so don’t give this place a miss just because you aren’t keen on fish.<br \/>\r\n<br \/>\r\nIt can be packed in the summer time, so get there early if you want a prime table. Any time around sunset is a great choice, as the sea views are incredible and you can watch the sun sinking over the water- don’t miss it!",
      "lat": 38.668272333332,
      "lang": 26.751163243898,
      "url": "http:\/\/fokai-fish-restaurant.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/fokai.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/fokai.jpg"
        }
      ]
    },
    {
      "id": 278,
      "name": "Frappé",
      "location_name": 1,
      "destination_id": 1,
      "category_name": "Pub",
      "thumbnail_image": "logoson",
      "address": "Zambak Sok., Istiklal Cad., Beyoğlu, Istanbul",
      "phone": "+ 90 212 292 38 34",
      "string_info": "Need a rest from the sightseeing before going back to the hostel? Relax on one of the tables outside Frappé. Cute and colorful small cafe bar right at the end of Istiklal close to Taksim Square. Karaoke time on Thursday and Sundays!",
      "lat": 41.036789570945,
      "lang": 28.982937455003,
      "url": "http:\/\/frappe-istanbul.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/logoson.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/logoson.jpg"
        }
      ]
    },
    {
      "id": 37,
      "name": "George House",
      "location_name": 29,
      "destination_id": 3,
      "category_name": "Accommodation",
      "thumbnail_image": "untitled_12",
      "address": "George House, Faralya Köyü, Fethiye Merkez\/Muğla Province, Turkey",
      "phone": "+90 252 642 11 02",
      "string_info": "The first thing you’ll notice about George House is the stunning view. Right smack at the top of the path down to Butterfly Valley, you can gaze down at the sea far below or dizzy yourself staring up at the stars. Breezes and, of course, butterflies are in abundance here.<br \/>\r\n<br \/>\r\nThere’s an option for everyone at George House, and you can choose from bungalows, tree houses, camping, or larger ensuite rooms according to your budget and your preferences. If you’ve hiked from Fethiye or Ölüdeniz, staying at George House is almost a requirement; their delicious (and included in the price!) breakfasts and dinners are carb-laden to pump you up for another day of trekking, or load up your plate with fresh and tasty vegetables. They’ll do lunch too, if you just can’t get enough- ask for a picnic lunch to take with you on a trek up the road or down to the valley, and they’ll pack it up for you. Relax in the common room, strewn with comfy pillows, or take a good book from their shelves down to the swimming pool and follow up a cool-down swim with a chapter or two.<br \/>\r\n<br \/>\r\nAirport transfers can be arranged from Dalaman if you’re in a hurry to get here and want to skip the hike.",
      "lat": 36.495492530347,
      "lang": 29.132308959961,
      "url": "http:\/\/george-house-faralya.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/untitled-12.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/untitled-12.jpg"
        }
      ]
    },
    {
      "id": 173,
      "name": "Globus Hostel",
      "location_name": 54,
      "destination_id": 6,
      "category_name": "Accommodation",
      "thumbnail_image": "batumi",
      "address": "54 Mazniashvili St.",
      "phone": "+99 542 227 67 21",
      "string_info": "Globus Hostel is a good choice, new and lively! Quite a simple budget accommodation.",
      "lat": 41.649041228134,
      "lang": 41.640577900072,
      "url": "http:\/\/globus-hostel.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/batumi.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/batumi.jpg"
        }
      ]
    },
    {
      "id": 62,
      "name": "Grand Deniz Turizm",
      "location_name": 48,
      "destination_id": 4,
      "category_name": "Activity",
      "thumbnail_image": "grand_deniz",
      "address": "Selçuklu Mezarlığı Karşısı",
      "phone": "+90 432 612 40 38",
      "string_info": "To truly experience the vastness and calm of Turkey’s largest lake, embark on a boat tour to one of its many islands. Grand Deniz Turizm can organize trips to a number of islands including Ahtamara and Çarpanak, where you will experience the laid-back pace of life in the eastern region and the soothing harmony of nature, where the green shore meets the blue of the water. <br \/>\r\n<br \/>\r\nGrand Deniz also has a traditional restaurant serving three meals a day, but most especially the Van breakfast which the area is famous for. If you fancy a lakefront picnic, their location is unbeatable- take your food right down to the waterside!<br \/>\r\n<br \/>\r\nYou can park your camper next to Lake Van as well, or camp for free if you’ve brought your own tent. They can organize transportation to Akdamar if you want an adventure a little further afield.",
      "lat": 38.308999022266,
      "lang": 43.050870895386,
      "url": "http:\/\/granddeniz-turizm.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/grand-deniz.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/grand-deniz.jpg"
        }
      ]
    },
    {
      "id": 174,
      "name": "Gulnasi's Guesthouse",
      "location_name": 54,
      "destination_id": 6,
      "category_name": "Accommodation",
      "thumbnail_image": "_548861_492755664072944_1217981",
      "address": "Lermatov str. No: 24A",
      "phone": "+99 559 979 72 24",
      "string_info": "Gulnasi’s Guesthouse is a very cool little place which is seasonal for the most interesting reason we’ve yet come across- in the winter, it functions as a schoolhouse! You can stay here during the local kids’ vacation, which runs roughly from mid-June to mid-September. The hostel is run by a Georgian family (with English-speaking children), so you can be sure of getting a warm welcome.<br \/>\r\n<br \/>\r\nThere are 20 rooms with shared bathrooms and a common kitchen. The building is wheelchair accessible and airport transfers, as well as tours, can be arranged. Last but definitely not least, tea and coffee are free all day!",
      "lat": 41.625867,
      "lang": 41.642997,
      "url": "http:\/\/gulnasi-guesthouse.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/548861_492755664072944_1217981.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/548861_492755664072944_1217981.jpg"
        }
      ]
    },
    {
      "id": 175,
      "name": "Güneş Hotel",
      "location_name": 45,
      "destination_id": 4,
      "category_name": "Accommodation",
      "thumbnail_image": "gunesmotel",
      "address": "Mount Nemrut",
      "phone": "+90 543 876 7271",
      "string_info": "Many people take pains to arrive at the peak of Mount Nemrut at dawn, in order to see the ruins by the light of the rising sun. It’s a truly impressive sight, but going later in the day will spare you the crowds as well as the necessity of waking up well before first light in order to make it to the relatively remote site by daybreak. If you’d prefer to stay overnight, try the Güneş Hotel, close to the summit and relatively cheap.",
      "lat": 38.053633385531,
      "lang": 38.919675829385,
      "url": "http:\/\/gunes-hotel-nemrut.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/gunesmotel.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/gunesmotel.jpg"
        }
      ]
    },
    {
      "id": 120,
      "name": "Güzel İzmir Oteli",
      "location_name": 12,
      "destination_id": 2,
      "category_name": "Accommodation",
      "thumbnail_image": "gc3bczel20c4b0zmir20oteli20log",
      "address": "Fevzi Paşa Bulvarı, 1368 Sk. No:8 Basmane",
      "phone": "+90 232 483 50 69",
      "string_info": "Guzel Izmir Hotel has been at your service for the past 63 years. We are located in the center of downtown Izmir, right across from Basmane Train station, Metro, and International Fair. If you are looking for affordable clean relaxing room with free continental breakfast and Wi-Fi internet access, and Fitness room we are here to wellcome you with friendly English speaking staff 7\/24 open reception.<br \/>\r\nLocation Details: Only 100 meters from the historic Basmane-Izmir train station (direct train from the Adnan Menderes Airport you can come by train to Basmane in 20 minutes cost of 2.5-TL), and the Metro and train station is the same place.  Once you exit the train station you will simply cross the street and we are on the first street behind September 9 square on the right hand side.<br \/>\r\nIzmir International Fair  and and the newly renovated Konak-Pier Shopping center are within walking distance,  When you arrive to Izmir Bus Station (Otogar) there are free shuttles from the main bus station to Basmane where the International Fair is. We are located e few meters away from the bus compaines.<br \/>\r\nHotel is located near bus companies.You can go to Ephesus, Pergamnet , Kusadasi and Cesme easily.<br \/>\r\n20 minutes walking distance from Kadifekale<br \/>\r\n15 minutes walking distance from Agora ( Open historical museum)<br \/>\r\n100 m. from Izmir International Fair<br \/>\r\n100 m. from the Basmane Train Station and Metro station which takes you to Airport, Ephesus and Virgin Mary Church.<br \/>\r\n350 m. away from Konak Pier Shopping Center ( walking distance)<br \/>\r\n100 m. away from Kemaralti Bazaar (walking distance)<br \/>\r\n8 km. away from Izmir International Airport (direct train and bus to the hotel)<br \/>\r\n200 m. away from water front (walking distance)<br \/>\r\nTours Are Also Provide to Ephesus & Mary’s House, Pergamum & Asclepium, Pamukkale (Hierapolis), Priene, Miletus & Dydima and Sardis.All you need is to contact with reception clerk.<br \/>\r\nRoom Description: Guzel Izmir Oteli offers 30 Air-Conditioned rooms which have mini refrigerator and equipped with satilite TV and Wi-Fi internet access. Rooms have feature city views. These individually decorated and furnished accommodations include double sofa beds. Beds feature triple sheeting and down blankets. Televisions come with premium satellite channels. Bathrooms include bathtubs or showers with handheld showerheads, makeup\/shaving mirrors,hair dryer , clean towels and slippers.<br \/>\r\nBusiness-friendly amenities include desks and phones; free local calls are provided (restrictions may apply). Irons\/ironing boards, extra towels\/bedding, and wake-up calls can be requested. Housekeeping is provided daily.<br \/>\r\nThere are no room charges for children 6 years old and younger who occupy the same room as their parents or guardians, using existing bedding.<br \/>\r\nContinental Breakfast is complimentary.<br \/>\r\n",
      "lat": 38.422721997438,
      "lang": 27.141906023026,
      "url": "http:\/\/guzel-izmir-oteli.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/gc3bczel20c4b0zmir20oteli20log.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/gc3bczel20c4b0zmir20oteli20log.jpg"
        }
      ]
    },
    {
      "id": 260,
      "name": "Hacı Hekim Hamam",
      "location_name": 15,
      "destination_id": 2,
      "category_name": "Activity",
      "thumbnail_image": "download1",
      "address": "Cumhuriyet Cad.",
      "phone": "",
      "string_info": "Feeling like having a rest? Relax in this 16th-century hamam, which charges TL40 for the full works. It is located on the main road in the center of town and was built in 1517, but has been restored very recently. It has also a women section.",
      "lat": 39.115577562436,
      "lang": 27.175734043121,
      "url": "http:\/\/haci-hekim-hamami.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/download1.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/download1.jpg"
        }
      ]
    },
    {
      "id": 74,
      "name": "Halil Pension",
      "location_name": 44,
      "destination_id": 4,
      "category_name": "Accommodation",
      "thumbnail_image": "halils",
      "address": "Yukarı Mah. Amaç Sk. No: 35 Güzelyurt, Aksaray",
      "phone": "+90 382 451 27 07",
      "string_info": "A lot of pensions claim that their guests are treated like close relatives, but Halil’s takes it to another level entirely- the accommodations are located inside the family’s home. Close to the center of the town, it’s incredibly convenient for exploring Güzelyurt, but you may find yourself wanting to just hang out in the bright kitchen with the owners instead. You’ll never get sick of their famous restaurant, utilizing vegetables grown in the outdoor garden and lovingly prepared each day- partake in a shared meal with your hosts. The building itself is spotless and bright, more so than you might be expecting from a 140-year old Greek house. If you’re too full to move after one of the generous meals, consider just sprawling out and taking in the view of the Güzelyurt lake.",
      "lat": 38.277632613325,
      "lang": 34.370255470276,
      "url": "http:\/\/halilspension.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/halils.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/halils.jpg"
        }
      ]
    },
    {
      "id": 257,
      "name": "Han Camping",
      "location_name": 28,
      "destination_id": 3,
      "category_name": "Camping",
      "thumbnail_image": "hanlogo",
      "address": "Kayaköy",
      "phone": "+90 252 618 0203",
      "string_info": "Within the impressive atmosphere of Kayaköy, soaked in the green, this camping site is something very close to paradise . The place has been constantly renewed in the last years, and it has reached at the present very high quality infrastructure. From bungalows to camping, they are offering different kind of accommodation, friendly environment and great facilities. The stone cottages are extremely well made, with kitchen, en-suite bathrooms (with shower and bath), air conditioning and balcony. The complex includes a bar, a huge garden with fruit trees and a swimming pool right in front of the historical village. The distinctive point of Han Camping is attention to details and you will notice it.<br \/>\r\n<br \/>\r\nPerfect place to relax, enjoy the nature and the suggestive atmosphere of Kayaköy, at the same time perfect starting point for all sorts of excursions in the are. You can choose to join some of the popular activities such as the mandatory visit to the village, boat trips, paragliding, diving,  jeep safari, trekking along the Lycian Way...  or you can chill out at their swimming pool enjoying the view. In the evening, there is nothing better than a bonfire and some cold beers in company of the other guests, far away from the noisy nightlife of Ölüdeniz. <br \/>\r\n<br \/>\r\nIf you need any other advice about what to do in Fethiye or where to go next, ask the owners, they are very helpful and more than available to suggest you the best way to enjoy Turkey. Don't worry for transportation if you don't have a car. Dolmuşes are waiting right in front of the door.",
      "lat": 36.580108753345,
      "lang": 29.079437255859,
      "url": "http:\/\/han-camping.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/hanlogo.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/hanlogo.jpg"
        }
      ]
    },
    {
      "id": 136,
      "name": "Hanende Restaurant",
      "location_name": 24,
      "destination_id": 2,
      "category_name": "Restaurant",
      "thumbnail_image": "_215281_453667811386798_8263859",
      "address": "Çarşı Mah. Taşlık Sk.",
      "phone": "+90 252 3160612",
      "string_info": "You might have come to Bodrum for the party atmosphere and the sandy beaches, but after a while you may find yourself craving a bit of a more low-key environment (maybe after a big night out?). If you want a break from all the tourists, there’s no better way to escape the crowds than a meal at Hanende Restaurant. It’s geared mainly toward locals, so it’s an ideal spot to skip out from the bustle of Bodrum’s resort feel and get a taste of the real culture- no pun intended. The fare is primarily traditional Turkish dishes garnering high reviews from residents, and all of the food is made in the Turkish ev yemek- home food- style.<br \/>\r\n<br \/>\r\nWhat’s more, you can plan your day while you’re eating! Hanende has an affiliated tour boat company which can take you out on the blue waters of the Mediterranean. There’s definitely no nicer way to relax than the combination of great organic food followed by an outing on the sea!",
      "lat": 37.033871400585,
      "lang": 27.43234616748,
      "url": "http:\/\/hanende-restaurant.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/215281_453667811386798_8263859.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/215281_453667811386798_8263859.jpg"
        }
      ]
    },
    {
      "id": 176,
      "name": "Hassan Restaurant",
      "location_name": 35,
      "destination_id": 3,
      "category_name": "Restaurant",
      "thumbnail_image": "s6301893",
      "address": "Kekova",
      "phone": "+90 242 874 22 40",
      "string_info": "One local favorite, Hassan Restaurant, is run by (who else?) Hassan himself, who speaks English and German. Frequented by sailors, this character-rich eatery features momentos left behind by previous travelers and serves up all kinds of seafood as well as a selection of grills. Keep an eye out for Hassan’s smiling face on posters around town!",
      "lat": 36.196304,
      "lang": 29.846935,
      "url": "http:\/\/hassan-restaurant-kekova.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/s6301893.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/s6301893.jpg"
        }
      ]
    },
    {
      "id": 96,
      "name": "Hassle Free Travel Agency",
      "location_name": 5,
      "destination_id": 2,
      "category_name": "Tour",
      "thumbnail_image": "hasslefree",
      "address": "Cumhuriyet Meydanı No:61",
      "phone": "+90 286 213 59 69",
      "string_info": "In association with ANZAC Hostel, Hassle Free operates out of the same building, which really couldn’t get any more central- it’s just by the harbor in downtown Çanakkale, close to everything. The great majority of tours offered by Hassle Free are focused on Gallipoli and the World War I battlefields, although they also run several tours to Troy. Many travelers stop by in person and begin their tour right from the city, but there is also the option to depart from İstanbul (the İstanbul office is located Nakilbent Caddesi in Sultanahmet).<br \/>\r\n<br \/>\r\nIf you’re interested in World War I, you shouldn’t miss out on a trip with Hassle Free; they’ll take you on a unique excursion during which you’ll approach the bay across the strait north of Çanakkale just as the Allied troops did. Making the same landing will be moving enough for anyone with an interest in the history of the war, but you’ll be extra grateful for the presence of a professional guide who can explain, with reference to the geography, exactly what happened and why.",
      "lat": 40.151966300833,
      "lang": 26.407121883545,
      "url": "http:\/\/hasslefree.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/hasslefree.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/hasslefree.jpg"
        }
      ]
    },
    {
      "id": 177,
      "name": "Hermosa Tours",
      "location_name": 19,
      "destination_id": 2,
      "category_name": "Tour",
      "thumbnail_image": "hermosa1",
      "address": "Kale Mah. Atatürk Cad. No:5\/A",
      "phone": "+90 258 272 26 66",
      "string_info": "Located just in front of the affiliated Artemis Yörük Guesthouse, Hermosa is a relatively new company brimming with personality and enthusiasm. In partnership with Go Holiday Turkey, they offer a bursting package of cool trips and unique tours to bring your trip to the next level. Turkish cultural tours are a mainstay, allowing you a look into the heart of modern society in this fascinating country, or if history is more up your alley you can opt for a more traditional guided tour bringing you to all the hotspots, from Cappadocia to Gallipoli. <br \/>\r\n<br \/>\r\nDream cruises are organized at Hermosa as well, if you’ve got a bit of a craving to be out on the open blue sea. Or if you’re more into sweeping views, you can sign up for a hot air balloon flight over the Cappadocian moonscape. Both standard and customized tours are available, and Hermosa will work with you to figure out a great itinerary according to what you and your group most want to see during your stay.",
      "lat": 37.775498,
      "lang": 29.092977,
      "url": "http:\/\/hermosa-tours.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/hermosa1.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/hermosa1.jpg"
        }
      ]
    },
    {
      "id": 315,
      "name": "Holiday Cave Hotel",
      "location_name": 44,
      "destination_id": 4,
      "category_name": "Accommodation",
      "thumbnail_image": "_850e81857eb75ff",
      "address": "Orta Mah. Masat St. - Göreme",
      "phone": "+90 384 271 25 55",
      "string_info": "Holiday Cave has something for everyone, from jacuzzi-equipped suites to twenty-one clean and simple private rooms to two mixed dorm rooms, all provided with the all-important air-conditioning. Shampoo, soap, <br \/>\r\ntowels, slippers, and hair dryers can also be supplied if you find you’ve forgotten yours. Although it’s only a short walk from the otogar, Holiday Cave feels far away from the hustle and bustle of Göreme’s main streets; it’s an ideal place to stay if you’re looking for a game of pool in the common room, a leisurely swim, or just a place to relax with a drink from the bar.<br \/>\r\n<br \/>\r\nDon’t forget to ask the staff what’s in season from the garden\tout back! In\tfact, the\temployees at Holiday Cave are a big part of the place’s charm, and a chat with them is just as good a way to spend the afternoon as any. They can also help you to arrange horse rides or sightseeing tours if you’re feeling adventurous. Also take a gander at the specials advertised on-line as well as in-house- often you’ll be able to score a free Turkish coffee or other treats.",
      "lat": 38.642751983403,
      "lang": 34.824278354645,
      "url": "http:\/\/holiday-cave-hotel.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/-850e81857eb75ff.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/-850e81857eb75ff.jpg"
        }
      ]
    },
    {
      "id": 121,
      "name": "Hotel Baylan",
      "location_name": 12,
      "destination_id": 2,
      "category_name": "Accommodation",
      "thumbnail_image": "baylanbasmane",
      "address": "1299 Sok. No:8 Basmane",
      "phone": "0 232 483 0 152",
      "string_info": "A huge range of hotels to suit your budget can be found within a short walk or bus ride from the city center. Hotel Baylan in Basmane is one recommended option, with excellent international food (including Chinese and Indian) and a pool for guest use.",
      "lat": 38.422663214168,
      "lang": 27.13657361499,
      "url": "http:\/\/baylan-hotel-basmane.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/baylanbasmane.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/baylanbasmane.jpg"
        }
      ]
    },
    {
      "id": 178,
      "name": "Hotel Kalender",
      "location_name": 24,
      "destination_id": 2,
      "category_name": "Accommodation",
      "thumbnail_image": "logo_rev1",
      "address": "Gumbet Mah. Ayaz Cad. No:50",
      "phone": "+90 252 319 33 10",
      "string_info": "Okyanus Otel, open since 1977, it is a nice white-painted complex with a cute garden and fruit trees  only a short walk away from the center. <br \/>\r\n<br \/>\r\nBreakfast included and 24 hours reception.<br \/>\r\n24 saat sıcak su ve kablosuz internetimiz mevcuttur.<br \/>\r\n",
      "lat": 37.034351017283,
      "lang": 27.431316199219,
      "url": "http:\/\/hotel-kalender.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/logo-rev1.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/logo-rev1.jpg"
        }
      ]
    },
    {
      "id": 179,
      "name": "Hotel Saray",
      "location_name": 47,
      "destination_id": 4,
      "category_name": "Accommodation",
      "thumbnail_image": "hotel_saray",
      "address": "Hürriyet Caddesi No:3",
      "phone": "+90 326 214 90 01",
      "string_info": "A slightly cheaper but still worthwhile option is the Hotel Saray (meaning “palace” in Turkish). It’s nice and clean with fans available for you to cool off in the summer, although there’s no air conditioning. It’s a little rough around the edges but nothing that adventurous travelers won’t enjoy. Saray is definitely good value for the price- many of the rooms have balconies with nice views, as well as TVs",
      "lat": 36.216822,
      "lang": 36.1777,
      "url": "http:\/\/hotel-saray.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/hotel-saray.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/hotel-saray.jpg"
        }
      ]
    },
    {
      "id": 6,
      "name": "Hush Hostel Lounge",
      "location_name": 3,
      "destination_id": 1,
      "category_name": "Accommodation",
      "thumbnail_image": "loungelogo_k",
      "address": "Rıhtım Cad. İskele Sk. No:46",
      "phone": "+90 216 450 43 63",
      "string_info": "The first hostel to break new ground on the Asian side of the city, Hush Hostel Lounge is definitely where budget travelers want to be for a taste of the “real” İstanbul. Hush is convenient to all kinds of public transportation- the bus and dolmuş stop is a two-minute walk down the street, as well as the ferry dock, and it’s by far the most suitable option if you have a flight in or out from Sabiha Gökçen airport. Even the famous train station, Haydarpaşa, is only a five-minute walk away- from here you can catch any east-bound train out of İstanbul, to the far reaches of Turkey and beyond.<br \/>\r\n<br \/>\r\nConvenience is far from Hush’s only benefit, though. The building is unique and attractive, with a rooftop terrace and a backyard garden where you can smoke, read in the shade, or commune with the resident pets (three turtles and a number of cats). Although it’s close to all of Kadıköy’s best nightlife, Hush itself is more of a traveler’s meeting point than a loud and crazy party spot- you’ll be able to get a great night’s sleep here. ",
      "lat": 40.996144078848,
      "lang": 29.027036936096,
      "url": "http:\/\/hush-hostel-istanbul.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/loungelogo-k.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/loungelogo-k.jpg"
        }
      ]
    },
    {
      "id": 251,
      "name": "Hush Moda",
      "location_name": 3,
      "destination_id": 1,
      "category_name": "Accommodation",
      "thumbnail_image": "15874_299384883506722_42917016",
      "address": "Güneşli Bahçe Sok: 50\/B Kadıköy",
      "phone": "+90 216 330 11 22",
      "string_info": "Recently opened brand new smart hostel in one of the best area of Kadıköy. You will love Moda's lifestyle, with its cute cafes, home-made food places and view on the Bosphorous. Also this hostel is just few minutes walk away from the port, where you can take the ferry to go to the European side of the city. If you had enough of Sultanahmet, just enjoy the view of the historical peninsula from the rooftop terrace of the hostel. Did we mention full Turkish breakfast included? ",
      "lat": 40.988580295429,
      "lang": 29.023818969727,
      "url": "http:\/\/hush-hostel-moda.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/15874_299384883506722_42917016.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/15874_299384883506722_42917016.jpg"
        }
      ]
    },
    {
      "id": 180,
      "name": "Hüsrev Restaurants",
      "location_name": 52,
      "destination_id": 5,
      "category_name": "Restaurant",
      "thumbnail_image": "husrev",
      "address": "Çayeli Çıkışı Hopa İstikameti",
      "phone": "+90 464 532 81 88",
      "string_info": "Connoisseurs of fine food and drink would do well to make the 10-kilometer trip outside Rize to Çayeli, where you’ll find one of Turkey’s three Hüsrev Restaurants. All sorts of local food is available, but be sure to try one of their famous bean dishes in particular.",
      "lat": 41.089702,
      "lang": 40.73679,
      "url": "http:\/\/husrevrestaurants.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/husrev.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/husrev.jpg"
        }
      ]
    },
    {
      "id": 124,
      "name": "Ilıca Camping",
      "location_name": 23,
      "destination_id": 2,
      "category_name": "Camping",
      "thumbnail_image": "logo1",
      "address": "İskele Mah. Taşlık Plajı",
      "phone": "+90 252 712 34 00",
      "string_info": "Ilıca Camping is ideal for anyone keen on enjoying the summer sunshine which is so abundant in Datça. If you’d rather not be cooped up in a hotel room, why not save some money and spend your time camping or RVing instead? Ilıca has the best location around, just on the seafront, and with tons of facilities set up just so you can get the most out of it.<br \/>\r\n<br \/>\r\nOnly five minutes from the city center, Ilıca feels like it’s a world away. Choose from a camping spot, an RV park, or one of nine bungalows; all are surrounded by eucalyptus trees and convenient to the shore, where you can swim, sunbathe, or head out on a tour boat (you can arrange this through the camp’s managers). Definitely don’t miss the restaurant, either- they have all kinds of seafood and grills, with a barbecue which is lit, without fail, every night.",
      "lat": 36.727465498281,
      "lang": 27.685546698486,
      "url": "http:\/\/ilica-camping-datca.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/logo1.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/logo1.jpg"
        }
      ]
    },
    {
      "id": 8,
      "name": "İstanbul Hostel",
      "location_name": 2,
      "destination_id": 1,
      "category_name": "Accommodation",
      "thumbnail_image": "istanbulhostel",
      "address": "Kutlugün Sk. No:35",
      "phone": "+90 212 516 93 80",
      "string_info": "Stylish yet simple, İstanbul Hostel is a great choice for budget travelers who value accessibility and good service. With both dorms and privates, İstanbul Hostel is just a short walk from the center of Sultanahmet, ideally located for visiting all of the monuments in historical İstanbul.<br \/>\r\n<br \/>\r\nAll the dorms have air conditioning and heating so you can sleep in comfort. The shared bathrooms are clean and tidy, not your typical grotty backpacker fare. There’s a 61-inch TV in the common room with movie theater-quality sound, and they show all the latest movies on a regular basis. Wireless is available not only in the lobby but in the rooms as well.<br \/>\r\n<br \/>\r\nİstanbul Hostel is all about comfort and safety- you can feel at home here while surrounded by all the fantastic mosques and bazaars of old İstanbul!",
      "lat": 41.007544374129,
      "lang": 28.972948148657,
      "url": "http:\/\/istanbul-hostel.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/istanbulhostel.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/istanbulhostel.jpg"
        }
      ]
    },
    {
      "id": 14,
      "name": "İyon Pansiyon",
      "location_name": 14,
      "destination_id": 2,
      "category_name": "Accommodation",
      "thumbnail_image": "untitled",
      "address": "İsmetpaşa Mah. 198 Sk. No:8",
      "phone": "+90 232 812 14 15",
      "string_info": "If it’s character you’re after in Foça, don’t hesitate: make your way directly to İyon Pension. The place is full of fun and bright decorations and the staff is a joy as well, with a terrific sense of humor and a mission to make your stay memorable. They’ll insist that you let them know if anything is amiss, and they mean it- İyon not just a business but also a home. They go the extra mile here, with friendly touches like delivering a morning paper to your door if you request it!<br \/>\r\n<br \/>\r\nThe rooms are all spacious and well-equipped. Wireless Internet is available, as well as satellite TV and mini fridges in most of them. You can even check out their website beforehand and look at pictures so you can reserve the room you like best (be warned though, their English site is still under construction).<br \/>\r\n<br \/>\r\nAsk about car rentals and tours- the staff at İyon can get discounts for you!",
      "lat": 38.672727003285,
      "lang": 26.75522318728,
      "url": "http:\/\/iyon-pansiyon.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/untitled.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/untitled.jpg"
        }
      ]
    },
    {
      "id": 269,
      "name": "İznik Çini Eşref Eroğlu Atölyesi",
      "location_name": 60,
      "destination_id": 2,
      "category_name": "Shop",
      "thumbnail_image": "iznik_cin_atolyesi",
      "address": "Eşrefzade Mh. Eşref Eroğlu Sk. No: 26",
      "phone": "+90.224 757 24 46",
      "string_info": "Wounderful place where to admire the amazing Iznik tile art, called Çin (Chinese) in Turkish from the provenience of this tradition. During the Ottoman Empire, most of the tiles of the important mosques were coming from this town, some of them were also designed by Mimar Sinan. Then, the distribution moved to Istanbul and the town was almost forgotten.<br \/>\r\n <br \/>\r\nThe founder of this atelier, Eşref, was the one who took back the famous tradition of original porcellaine and tiles to the town, thanks to the lessons of Faik Kırımlı, the last master of Iznikl tiles. This is were the very first workshop after the disapperence around 300 years ago of the tradition took place in 1985, and it is now an important center of traning, carring around 200 workshops a year. <br \/>\r\n<br \/>\r\nAs for now, here the tiles are produced the traditional style in the only wood-klin of its kind in the whole Turkey. ",
      "lat": 40.431791632324,
      "lang": 29.724552869448,
      "url": "http:\/\/iznik-cini-esref-eroglu-atolyesi-iznik.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/iznik_cin_atolyesi.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/iznik_cin_atolyesi.jpg"
        }
      ]
    },
    {
      "id": 223,
      "name": "Jungle Bells Hostel",
      "location_name": 39,
      "destination_id": 3,
      "category_name": "Accommodation",
      "thumbnail_image": "junglebells",
      "address": "ADRASAN BEACH \/ ANTALYA \/ TURKEY",
      "phone": "+90 242 883 14 24",
      "string_info": "Jungle Bells Hostel, open all year long, has an alternative aura and unique position, with nature’s great green and sea’s perfect blue seen behind the beach way (only 7 minutes away). The hostel gives services as guidance for activities and trip, free wi-fi connection in community areas, transfer to Airport, Bus station and nearest town centers, free private beach, sun beds and umbrellas, free laundry service. Pets are also welcome to the camp. <br \/>\r\n<br \/>\r\nHere you can choose among several accommodations options: tree houses, bungalows, dorms or tent and caravan sites. Breakfast and dinner are included in the price for those staying in the houses, bungalows and dorms.  For any other needs, Jungle Bar is open for snacks and drinks (both alcoholic and non). <br \/>\r\n<br \/>\r\nThe offer of activities is really stunning. Among the pre-organized ones, tours to Adrasan, Olympos, Kekova and the Sunken City. You can also join the trips to the “eternal flames” (fires produced by the gas boiling up from the mountain, which has been burning for over 100 years), fishing trip, canyoning tours (not available in winter) or club crawling! The options are many, just follow your mood! If you are in a big group you can also create your own itinerary for a full day of adventures. <br \/>\r\n<br \/>\r\nStaff is extremely friendly and helpful, in case you need advices or assistance during your stay. <br \/>\r\n",
      "lat": 36.30392,
      "lang": 30.465554,
      "url": "http:\/\/jungle-bells-hostel.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/junglebells.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/junglebells.jpg"
        }
      ]
    },
    {
      "id": 252,
      "name": "Kadıköy Sahne",
      "location_name": 3,
      "destination_id": 1,
      "category_name": "Pub",
      "thumbnail_image": "download2",
      "address": "Osmanağa Mh. Osmancık Sok. No: 25\/E Kadıköy",
      "phone": "+90 216 550 04 92",
      "string_info": "Newly opened concerts place, it has already become the major venue for this part of the city. It gives space to a wide variety of musical genres. Here you will find all the leading alternative music bands of Turkey. Also, emerging artists with original ideas are given priority. So if you want to explore contemporary Turkey's music scene you are definitely in the right place. <br \/>\r\nEntrance is usually not free and it is advisable to buy tickets in advance, either from the Sahne or from Biletix (<a href=\"http:\/\/www.biletix.com\" rel=\"nofollow\" target=\"_blank\">http:\/\/www.biletix.com<\/a>), which is the circuit through which you can buy the entrance for all the main events in Istanbul. Before and after the concert, usually DJ sets take place: perfect opportunity to mingle with the crowd.",
      "lat": 40.990280970697,
      "lang": 29.027853012085,
      "url": "http:\/\/kadikoy-sahne.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/download2.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/download2.jpg"
        }
      ]
    },
    {
      "id": 245,
      "name": "Kadir's Tree Houses",
      "location_name": 38,
      "destination_id": 3,
      "category_name": "Accommodation",
      "thumbnail_image": "kadir",
      "address": "Olympus",
      "phone": "+90 242 892 12 50",
      "string_info": "This place really makes you feel you are somewhere lost in no were. Only difference from the island of Robinson Crusoe is that your company on might be quite numerous. The ground of the camp can host up to 300 people at the same time! The perfect place if you are looking for travel mates for the rest of your trip. <br \/>\r\n<br \/>\r\nHave you ever stayed in a tree house? Well, we suggest you to try it at this place. On pine trees, they accommodate from 1 up to 5 people each. Don't expect an en-suite toilet up there. If you are  looking for more comfort, you can still opt for the bungalows (with or without air-conditioning) or dorms. Obviously you can also set up your own tent. This place has expanded quite surprisingly during six years and they now have 100 bungalows, 15 cabins, 10 dorms and camping ground. Breakfast and dinner is included in the price of night stay. The breakfast is served in five different options while dinner consists of a buffet with five-six different dishes. Kadir is mainly vegetarian or with chicken and red meat is served only two times in a week. <br \/>\r\n<br \/>\r\nIn Kadir you'll find three bars with plenty of ares to relax and places to organize bonfires outisde, a seafood restaurant and other facilities (laundry, volley ball, tennis tables. You can also rent a scooter or a bike or arrange with the travel agency activities such as  scuba diving, rock climbing, bike tours, sea kayaking, hiking, cable car tour,  boat trips and many others. <br \/>\r\n<br \/>\r\nThis place is so cozy and community-based that it is going to be hard to depart!<br \/>\r\n",
      "lat": 36.387121962893,
      "lang": 30.459809303284,
      "url": "http:\/\/kadir-tree-houses.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/kadir.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/kadir.jpg"
        }
      ]
    },
    {
      "id": 238,
      "name": "Kahveci",
      "location_name": 5,
      "destination_id": 2,
      "category_name": "Restaurant",
      "thumbnail_image": "_538982_487409264604832_9902775",
      "address": "Fevzipaşa Mah. Çarşı Cad. No:14 Çanakkale",
      "phone": 902862176168,
      "string_info": "Since 1928...",
      "lat": 40.140565210736,
      "lang": 26.419372558594,
      "url": "http:\/\/kahveci.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/538982_487409264604832_9902775.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/538982_487409264604832_9902775.jpg"
        }
      ]
    },
    {
      "id": 182,
      "name": "Kalimerhaba Pension",
      "location_name": 9,
      "destination_id": 2,
      "category_name": "Accommodation",
      "thumbnail_image": "kalimer",
      "address": "Kaleköy Barbaros Cad. No:258",
      "phone": "+90 286 887 36 48",
      "string_info": "If you’re looking for a comfortable bed, Kalimerhaba Pension is a good bet. Breakfast is included at this clean and tasteful budget guesthouse, and better yet, you’ll get a 10% discount with Hike East",
      "lat": 40.230856,
      "lang": 25.898058,
      "url": "http:\/\/kalimerhaba-pension-motel.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/kalimer.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/kalimer.jpg"
        }
      ]
    },
    {
      "id": 285,
      "name": "Kaptatuka Tour",
      "location_name": 44,
      "destination_id": 4,
      "category_name": "Tour",
      "thumbnail_image": "screen_shot_2013_08_22_at_1050",
      "address": "Turgut Özal Street Bus Station No:11, Goreme, Cappadocia",
      "phone": "+ 90 384 271 2789",
      "string_info": "The Katpatuka partners are a unique blend of 3 native Anatolian men and an Australian woman with tourism and management expertise that is unrivaled. The team will develop the itinerary according to your needs, your interests and your budget. <br \/>\r\n<br \/>\r\nDestinations include: Istanbul, Pamukkale, Ephesus, Troy, Antalya, Nemrut and Cappadocia.",
      "lat": 38.626962685722,
      "lang": 34.802651882128,
      "url": "http:\/\/kaptatuka-tour.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/screen-shot-2013-08-22-at-1050.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/screen-shot-2013-08-22-at-1050.jpg"
        }
      ]
    },
    {
      "id": 248,
      "name": "Karakedi",
      "location_name": 1,
      "destination_id": 1,
      "category_name": "Pub",
      "thumbnail_image": "karakedi",
      "address": "Suma Beach \/ Kilyos",
      "phone": "0555 997 75 96",
      "string_info": " Karakedi (Black Cat) is a cool cafe-bar and venue which serves as a great introduction to İstanbul’s underground music scene. Most live performances start after about 21:00 and go on until the early hours. Always re-inventing itself, Karakedi has changed its address three times in three years but always has a regular, devoted following. Right now they are located in the Asmalımescit area, but a change is always probable! Check out their facebook page (facebook.com\/Karakedistanbul).<br \/>\r\n<br \/>\r\nUpdate: This Summer Karakedi is taking a break from the big city and moving to Kilyos \/ Suma Beach on the Black Sea coast. So if you want to enjoy the Karakedi experience under the sun there will be a big Karakedi tent with live performances and an adjoining camping ground, where you are of course welcome to bring your own tent.<br \/>\r\n<br \/>\r\nThere is an entrance fee for the beach but with a %20 discount for Hikeast readers so make sure you bring the book with you!<br \/>\r\n<br \/>\r\nThere is a free shuttle service from Taksim and Hacı Osman (last metro station) to Kilyos, and back again, every hour. <br \/>\r\n<br \/>\r\n<br \/>\r\n",
      "lat": 41.035421901572,
      "lang": 28.981815576553,
      "url": "http:\/\/kara-kedi-cafe-bar.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/karakedi.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/karakedi.jpg"
        }
      ]
    },
    {
      "id": 43,
      "name": "Kaş Camping",
      "location_name": 34,
      "destination_id": 3,
      "category_name": "Camping",
      "thumbnail_image": "kascamping2",
      "address": "Necipbey Cd. No: 3",
      "phone": "+90 242 836 10 50",
      "string_info": "Perfect for hikers and budget travelers, Kaş Camping occupies a perfect location on the seafront, ideal for watching the sunset over the water or taking advantage of the many water sports arranged here. Pretty little bungalows are scattered throughout the gardens which decorate the camp, or you can choose to pitch a tent if camping is more your style. Furthermore, RV parking areas are available for those of you with your own transportation.<br \/>\r\n<br \/>\r\nWater and electricity are available throughout the camp. Check out the bar and restaurant right by the water and don’t forget to inquire about sundiving, Kaş Camping’s own style of diving!",
      "lat": 36.199888797302,
      "lang": 29.631414413452,
      "url": "http:\/\/kas-camping.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/kascamping2.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/kascamping2.jpg"
        }
      ]
    },
    {
      "id": 24,
      "name": "Kaunos Tours",
      "location_name": 21,
      "destination_id": 2,
      "category_name": "Tour",
      "thumbnail_image": "_252708_10150967450678864_10542",
      "address": "Kaunos Tours, Main Square 48840 Dalyan, Mugla",
      "phone": "+90 252 284 28 16",
      "string_info": "Kaunos Tours was opened in 1993 as a rental company for various types of transportation around the Dalyan area, and has since expanded to include all kinds of tours and activities. Of course, you can still rent cars from Kaunos (as well as bicycles and motorbikes, if that’s more your style), but don’t settle on something too quickly, because you might be pleasantly surprised by the sheer vastness of the spectrum of activities they can help you out with.<br \/>\r\n<br \/>\r\nBefore you make your decision, there’s something you should know about Kaunos, and that’s the fact that they’re a long way from your typical tour company. The staff here are hired particularly for their knowledge of and experience in the region, and they are carefully trained to be able to answer any question you may have. They want you to come away from your experience with them not only remembering your time with Kaunos as the best aspect of your stay in Dalyan, but also with a deeper understanding of the culture and traditions underlying it all. The very first detailed map of the Dalyan area came about as a direct result of Kaunos’s exploratory mountain bike tours in 1995, so you know they’re good.<br \/>\r\n<br \/>\r\nAnyway, down to business. All Kaunos tours come with free transfer from your hostel or hotel, so no worries about missing the boat (so to speak). Cruises, trekking, and sea kayaking are among your options here, and of course they still specialize in mountain biking tours if you’re feeling the need to get your adrenaline pumping. Or maybe Jeep safaris or canyoning are more up your alley?<br \/>\r\n<br \/>\r\nKaunos can also arrange airport transfers for those of you flying into Dalaman Airport. Transfer directly to their office and then keep your independence from public transport by renting a car to explore the area!",
      "lat": 36.83113427905,
      "lang": 28.639383139526,
      "url": "http:\/\/kaunos-tours.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/252708_10150967450678864_10542.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/252708_10150967450678864_10542.jpg"
        }
      ]
    },
    {
      "id": 32,
      "name": "Kaya Sanat Kampı",
      "location_name": 28,
      "destination_id": 3,
      "category_name": "Accommodation",
      "thumbnail_image": "kayasanatkampi",
      "address": "Kayaköy Sanat Kampı-Kayaköy-Fethiye\/muğla",
      "phone": "+90 533 763 62 73",
      "string_info": "Kaya Sanat Kampı (in English, Kaya Art Camp) is an alternative traveler’s paradise. Just down the road from unmissable Kayaköy, the Art Camp is a maze of gazebos, greenery, and sculptures peeking out from flower bushes and adorning fountains.<br \/>\r\n<br \/>\r\nThe camp offers weekly workshops, and guests generally stay for at least one of them; as such, it’s less of a crash-for-the-night hostel setting and more of a place to unpack for a bit, settle in, get to know the artsy owners, and make friends from all over the world. Check out their schedule of workshops in advance and find one which interests you- typical examples include rhythm drumming, salsa dancing, and ceramics. The workshops appeal to beginners as well as advanced craftsmen. Don’t worry if you don’t have experience- just bring your enthusiasm! There’s something for everyone in a creative state of mind, so have a wander when you arrive and take a gander at the theater, the mini climbing wall, and the relics of past workshops which adorn the many winding paths through the camp. It would be difficult not to be inspired at Kaya.<br \/>\r\n<br \/>\r\nAfter the morning workshop sessions, you have time to relax. Hang out with fellow artisans and travelers or go for a stroll through town. If you’re full of energy, take advantage of the bikes or the volleyball court offered by the camp, or head out to one of the local bars.<br \/>\r\n<br \/>\r\nThree meals a day are served at the camp, all made from organic produce. Most of it is grown on-site, and agriculture enthusiasts can take a peek out back toward the garden.<br \/>\r\n<br \/>\r\nIf you’re arriving on a Sunday, two free shuttles are provided from Fethiye. Otherwise, you’ll find it straightforward to get on the dolmuş and make your own way there. Get ready for the artistic experience of a lifetime, shared with like-minded people and all taking place in one of the most stimulating settings anywhere!<br \/>\r\n<br \/>\r\nArt camp gets started with all of it’s excitement at the end of May and carries on until end of October.<br \/>\r\nThroughout  the summer season art workshops are provided for you in the camp,as well as many accommodation choices .<br \/>\r\n <br \/>\r\nYour own tent<br \/>\r\n1 week stay is; 170 EURO.<br \/>\r\n2 weeks stay is; 270 EURO.<br \/>\r\n<br \/>\r\nTree house or camp tent  accommodation  <br \/>\r\n1 week stay is; 240 EURO.<br \/>\r\n2 weeks stay is; 340 EURO.<br \/>\r\n<br \/>\r\nShared pension room accommodation<br \/>\r\n1 week stay is; 310 EURO.<br \/>\r\n2 weeks stay is; 470 EURO.<br \/>\r\n<br \/>\r\n***\"The price includes;Breakfast-lunch-dinner,coffee\/tea and water, daily workshops\/equipments,<br \/>\r\nexcursions to depending on art camp programmes, ( Oludeniz, Butterfly Valley, St.Nicholas Island, Blue Cave and rest of the bays...) <br \/>\r\nentry fees for the historical sites and guidance, also a weekly boat trip.\"<br \/>\r\n<br \/>\r\nThe art camp is situated in a beautiful spot in the Akdeniz (Mediterranean) region of  Turkey,so attracts visitors all year round.<br \/>\r\nWe are pleased to be able to offer accommodation throughout the whole year November to April.<br \/>\r\n <br \/>\r\nSingle room accommodation 20 EURO per day.<br \/>\r\nRoom\/ 2 sharing  35 EURO.<br \/>\r\n“Price includes; Breakfast and dinner. You may bring your own drinks from local shops and  you are able to use our 24 hour open kitchen.”",
      "lat": 36.576662525961,
      "lang": 29.091882529175,
      "url": "http:\/\/kaya-sanat-kampi.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/kayasanatkampi.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/kayasanatkampi.jpg"
        }
      ]
    },
    {
      "id": 183,
      "name": "Kayadibi Saklıbahçe Restaurant",
      "location_name": 51,
      "destination_id": 5,
      "category_name": "Restaurant",
      "thumbnail_image": "kayadibi",
      "address": "Tünel Çıkışı, Maçka",
      "phone": "+90 462 512 23 18",
      "string_info": "Hands down one of the best-kept secrets of the area, don’t miss the hidden Kayadibi Saklıbahçe Restaurant. You can find it on your way to Sümela Monastery, just before entering Maçka- it’s located immediately after a tunnel.<br \/>\r\n<br \/>\r\nThe location couldn’t be better, and you’ll definitely enjoy the peaceful garden and pleasant views. But of course you’re really coming for the food! Most of the menu here is local fare served in generous portions. You’ll recognize the traditional Turkish dishes you’ve probably eaten elsewhere such as grilled meat plates and pilav, but you’ll also find specialty regional foods. Try the stuffed grape leaves and the local black cabbage soup.",
      "lat": 40.813355,
      "lang": 39.611249,
      "url": "http:\/\/kayadibi-saklibahce-restaurant-trabzon.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/kayadibi.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/kayadibi.jpg"
        }
      ]
    },
    {
      "id": 303,
      "name": "Komşu Cafe",
      "location_name": 3,
      "destination_id": 1,
      "category_name": "Pub",
      "thumbnail_image": "_10259998_281368858691980_17203",
      "address": "(Uzun Hafız st. no 83A, Rasimpaşa",
      "phone": "",
      "string_info": "Komşu Cafe is a collective cafe\/workshop without a boss, workers and even more interestingly “no price” !",
      "lat": 40.99509931241,
      "lang": 29.02808368206,
      "url": "http:\/\/komsu-cafe-istanbul.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/10259998_281368858691980_17203.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/10259998_281368858691980_17203.jpg"
        }
      ]
    },
    {
      "id": 119,
      "name": "Konak Saray Hotel",
      "location_name": 12,
      "destination_id": 2,
      "category_name": "Accommodation",
      "thumbnail_image": "konaksaray",
      "address": "Anafartalar Cad. No:635 Çankaya",
      "phone": "",
      "string_info": "You can try the clean and welcoming Konak Saray Hotel featuring a terrace restaurant and set in a restored Ottoman building from 1855.",
      "lat": 38.423604622012,
      "lang": 27.135972800171,
      "url": "http:\/\/konak-saray-hotel.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/konaksaray.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/konaksaray.jpg"
        }
      ]
    },
    {
      "id": 265,
      "name": "Kouitou Hotel",
      "location_name": 59,
      "destination_id": 2,
      "category_name": "Accommodation",
      "thumbnail_image": "screen_shot_2013_06_10_at_4480",
      "address": "Skala Eresos, Lesvos, Greece",
      "phone": "+30 225 305 33 11",
      "string_info": "Kouitou (Kuytu in Turkish “hidden” or “canny”, used also in Greek language only in this island) is a unique art hotel located on the beautiful island of Lesvos, just a short walk to the beautiful beaches of Skala Eressos. This place is definitely our favorite in the island. <br \/>\r\n<br \/>\r\nThe Guesthouse is structured on two floors facing a cute internal courtyard. Here you can find also a nice Cafe with honest prices and some good home-baked cakes. Each and every of the 15 room is designed and decorated with a different theme by Alex, international graffiti and owner of the place to together with  Vaso. Despite the very affordable rates, the rooms are almost luxurious for backpackers standards: fridge, fan and en-suite bathroom.  <br \/>\r\n",
      "lat": 39.133056286874,
      "lang": 25.93391418457,
      "url": "http:\/\/kouitou-hotel.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/screen-shot-2013-06-10-at-4480.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/screen-shot-2013-06-10-at-4480.jpg"
        }
      ]
    },
    {
      "id": 186,
      "name": "Kule Bar",
      "location_name": 24,
      "destination_id": 2,
      "category_name": "Pub",
      "thumbnail_image": "kulebar",
      "address": "Cumhuriyet Cad. Dr Alim Bey Bedesteni No:55",
      "phone": "+90 252 313 28 50",
      "string_info": "Bodrum’s fantastic nightlife is definitely a major factor in its continuing tourist appeal, and you’ll find bars and clubs open at all hours if you want to join the crowds for drinks and dancing. Try Kule Bar for a terrific rock scene.",
      "lat": 37.032974196169,
      "lang": 27.430491775231,
      "url": "http:\/\/kulebar.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/kulebar.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/kulebar.jpg"
        }
      ]
    },
    {
      "id": 221,
      "name": "Kuytu Cafe &amp; Bar",
      "location_name": 34,
      "destination_id": 3,
      "category_name": "Restaurant",
      "thumbnail_image": "kuytu",
      "address": "Merkez Mah. İlkokul Sk. No:1",
      "phone": "+90 242 836 24 88",
      "string_info": "Have you just passed by a colorful cafe full of flowers and plants? Then we suggest you to stop and go back! You are in Kuytu Cafe Bar, the right place to enjoy some homemade food or a drink. This place, very well decorated, relaxed, shadowed, green, offers breakfasts, lunches and dinner. The menu is suitable for every taste: pastas, salads, Turkish food, snacks and all sorts of beverages. Occasional acoustic concerts are held in its cozy atmosphere. Try kuytu çay and enjoy the music... ",
      "lat": 36.200928,
      "lang": 29.642163,
      "url": "http:\/\/kuytucafebar.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/kuytu.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/kuytu.jpg"
        }
      ]
    },
    {
      "id": 307,
      "name": "Kuytu Köşe Pension",
      "location_name": 34,
      "destination_id": 3,
      "category_name": "Accommodation",
      "thumbnail_image": "images_2",
      "address": "Merkez Mahallesi. <br \/>\r\nİlkokul St. No:1",
      "phone": "+90 533 661 31 54",
      "string_info": "Kuytu Köşe (name stands for “sheltered corner”) is a hidden gem in the very center of Kaş. Definetely one of the friendliest places in Kaş which specializes in welcoming guests with a big smile. Having the same owners of Kuytu cafe (on the opposite corner), staff is helpful in any kind of questions. Newly renovated old house offers comfortable and cozy accomodations with specious design rooms. You can also have your breakfast(strongly suggested) on the terrace with the complete view of the town.",
      "lat": 36.2017069052,
      "lang": 29.641939401627,
      "url": "http:\/\/kuytu-kose-pansiyon.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/images-2.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/images-2.jpg"
        }
      ]
    },
    {
      "id": 187,
      "name": "Latcho Camp",
      "location_name": 30,
      "destination_id": 3,
      "category_name": "Accommodation",
      "thumbnail_image": "latcho",
      "address": "Uzunyurt Köyü",
      "phone": "+90 252 642 11 70",
      "string_info": "Latcho Camp is located on the headland of Kabak Valley, lying back on the green mountains and crossing its legs towards the turquoise sea. Latcho is a camp respectful to the unique Kabak Valley, its habitat and spirit.<br \/>\r\n<br \/>\r\nThe camp embraces the stars in the night with its crystal-clear sky. As its guests say, it shines out with super-delicious organic foods and the unique valley scene. It is just a stone's throw away from the beach and has a live music stage which welcomes many musicians and travellers. There are bungalows and a wide tent area . In the camp area, you can put up with your own tent or one can be provided for you. The bungalows are furnished with a double bed, bed net, cloth-shelf and a carpet. Daily cost per person also includes breakfast and dinner. ",
      "lat": 36.482451,
      "lang": 29.116302,
      "url": "http:\/\/latcho-camp-kabak.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/latcho.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/latcho.jpg"
        }
      ]
    },
    {
      "id": 83,
      "name": "Levissi Garden Restaurant &amp; Wine House (Kayaköy)",
      "location_name": 28,
      "destination_id": 3,
      "category_name": "Restaurant",
      "thumbnail_image": "untitled_13",
      "address": "Kayaköy",
      "phone": "+90 533 247 59 34",
      "string_info": "Stylish Levissi Wine House occupies a 400-year old stone building on the main corner of modern Kayaköy village. It would be difficult to describe the place without superlatives- just for one, it boasts the largest vineyards in southwestern Turkey, and an absolutely stunning collection of fine wines, the majority of them local. Don’t be in a big hurry to choose, though; they offer free wine tasting, so feel free to have a sample or three before making your final choice.<br \/>\r\n<br \/>\r\nThe restaurant has a wide selection of delicious local food- ask the staff for help choosing the right wine for your food, if you’re so inclined. Levissi Wine House is pure class and a visit here is the perfect way to feel as though you’re returning to civilization after a long day exploring the ruined city.",
      "lat": 36.574594681822,
      "lang": 29.090251746094,
      "url": "http:\/\/levissi-garden-restaurant-wine-house.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/untitled-13.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/untitled-13.jpg"
        }
      ]
    },
    {
      "id": 76,
      "name": "Leyla Teras",
      "location_name": 1,
      "destination_id": 1,
      "category_name": "Pub",
      "thumbnail_image": "leyla",
      "address": "İstiklal Caddesi Mis Sokak, No:6 Beyoğlu, İstanbul",
      "phone": "",
      "string_info": "Leyla Teras is a taste of the real Istanbul. With frequent performances by local bands like Luxus and Korkoro, as well as rakı nights on the regular, this is the place to be if you’re after a taste of authenticity and liberalism. Check out their Facebook page to see what’s going on!",
      "lat": 41.035680870735,
      "lang": 28.981881379732,
      "url": "http:\/\/leylateras-bar.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/leyla.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/leyla.jpg"
        }
      ]
    },
    {
      "id": 47,
      "name": "Likya Pension",
      "location_name": 36,
      "destination_id": 3,
      "category_name": "Accommodation",
      "thumbnail_image": "likya",
      "address": "Üçağız Köyü",
      "phone": "+90 242 874 20 90",
      "string_info": "This charming pension in central Üçağız is one of the few places to drop your bags in town if you’re planning to stay the night here. Covered in flowers and climbing vines, the two-story building in which you’ll be staying sometimes seems like it’s frequented more by locals than by international travelers. Indeed, there’s a homey feel here, and a stay at Likya Pension will have you imagining that you’ve lived in town all your life.<br \/>\n<br \/>\nIt’s nearly a one-stop shop for everything you might be after. The carpet shop next door is affiliated with the pension, so stop by if you want to pick up some textiles. Inquire about the free boat trip you’re entitled to for staying in Likya as well! After feeling the sea breezes in your hair and peering down into the blue waters of the Mediterranean for an afternoon, you may just decide to extend your stay.",
      "lat": 36.195940817211,
      "lang": 29.84710675708,
      "url": "http:\/\/likya-pension.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/likya.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/likya.jpg"
        }
      ]
    },
    {
      "id": 188,
      "name": "Liligum Mountain House",
      "location_name": 53,
      "destination_id": 5,
      "category_name": "Accommodation",
      "thumbnail_image": "liligum",
      "address": "Aşağı Ambarlık Mevkii, Ayder",
      "phone": "+90 464 657 21 23",
      "string_info": "Fresh strawberries. Fields of wildflowers. A peaceful haven, ringed by waterfalls, just steps from the boundless wilderness of the Kaçkars. Sound good? Then Liligum is the place for you. This family-run place is all about the little touches which make you feel at home- newly-cut flowers adorning your room, homegrown vegetables in the delicious local-styled cooking, evening teatime together while you admire the view.<br \/>\r\n<br \/>\r\nThe wood-furnished rooms are equipped with ensuite bathrooms and hot water is a guarantee 24 hours a day. Just one note of caution: Liligum is only open in the summertime, so check availability if you’re planning a trip for one of the shoulder seasons.",
      "lat": 41.05036,
      "lang": 41.031876,
      "url": "http:\/\/liligum-mountain-house.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/liligum.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/liligum.jpg"
        }
      ]
    },
    {
      "id": 189,
      "name": "Magnaura Tours",
      "location_name": 2,
      "destination_id": 1,
      "category_name": "Tour",
      "thumbnail_image": "magnaura",
      "address": "Cankurtaran Mah. Kutlugün Sk. No:35",
      "phone": "+90 212 258 28 55",
      "string_info": "Magnaura Tours has two offices in İstanbul, one in each of the city’s major tourist areas- Beyoğlu and Sultanahmet, so you can easily drop by and have a chat with one of the friendly and professional operators. They’re serious about showing travelers the best that their home city has to offer, and will go above and beyond to make sure that you get the most out of your stay.<br \/>\r\n<br \/>\r\nAlthough Turkey’s largest city is their specialty, the guides at Magnaura know just about everything in the rest of the country as well, and can take you on a variety of awesome trips to Cappadocia, southwest Turkey, and tons of other places. ",
      "lat": 41.006573,
      "lang": 28.980753,
      "url": "http:\/\/magnauratours.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/magnaura.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/magnaura.jpg"
        }
      ]
    },
    {
      "id": 288,
      "name": "Mahya Kahve Evi",
      "location_name": 61,
      "destination_id": 4,
      "category_name": "Pub",
      "thumbnail_image": "mahya_kahve_evi",
      "address": "Ofis Dilce Sok. İnfront of the Saray Market, Diyarbakir",
      "phone": 905054319495,
      "string_info": "In the lively district of Ofis, Mahya Kahve Evi is cozy cafe with more than 10 different kind of coffee, meeting place for travelers, musicians, street artists and locals. The owner of the place is an interesting man who knows the area really well and is very friendly. If Diyarbakir is your first destination in Turkey, or if you are thinking about where to go next, step by the coffee shop and have a chat with Hasan. ",
      "lat": 37.921078775781,
      "lang": 40.220775604248,
      "url": "http:\/\/mahya-kahve-evi.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/mahya-kahve-evi.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/mahya-kahve-evi.jpg"
        }
      ]
    },
    {
      "id": 283,
      "name": "Maltepe Pansiyon",
      "location_name": 25,
      "destination_id": 2,
      "category_name": "Accommodation",
      "thumbnail_image": "maltepe_pansion",
      "address": "Kemaraltı Mah. 66 Sok. No: 9, Marmaris, Muğla",
      "phone": 902524121629,
      "string_info": "Maltepe Pansiyon is well located, only 5 minutes walk from the Old town, 150 meters from the beach and 10 minute walk to the nightlife area of Marmaris. Rooms are clean and offer private shower and toilet, some with air conditioning. Nice garden where to chill out and enjoy the wind.<br \/>\r\n",
      "lat": 36.85325222344,
      "lang": 28.266387461917,
      "url": "http:\/\/maltepe-pension.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/maltepe-pansion.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/maltepe-pansion.jpg"
        }
      ]
    },
    {
      "id": 190,
      "name": "Mandalin Bar",
      "location_name": 24,
      "destination_id": 2,
      "category_name": "Pub",
      "thumbnail_image": "mandalin",
      "address": "Çarşı Mah. Dr Alim Bey Cad. 1025 Sk.",
      "phone": 905492264848,
      "string_info": "If you’re after a high-class night on the town, head to Mandalin Bar: Cocktails, imported whiskies and beers.",
      "lat": 37.033109090265,
      "lang": 27.431826710526,
      "url": "http:\/\/mandalinbar.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/mandalin.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/mandalin.jpg"
        }
      ]
    },
    {
      "id": 276,
      "name": "Mardin Suryani Ev Şarabi",
      "location_name": 46,
      "destination_id": 4,
      "category_name": "Shop",
      "thumbnail_image": "gabriels",
      "address": "1. Cad. No: 230, Mardin",
      "phone": 904822121870,
      "string_info": "This shop should be your first stop at the beginning of your stay and the last one before leaving. Oktay is an extremely helpful English speaking gold and silver artesan. The shop looks indeed just like all the others, but walk him ask to taste his home made wine! ",
      "lat": 37.312802844641,
      "lang": 40.733488082187,
      "url": "http:\/\/mardin-suryani-ev-sarabi.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/gabriels.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/gabriels.jpg"
        }
      ]
    },
    {
      "id": 110,
      "name": "Marine House Boutique Hotel",
      "location_name": 4,
      "destination_id": 1,
      "category_name": "Accommodation",
      "thumbnail_image": "marinehouse3",
      "address": "Recep Koç Cad. İsa Çelebi Sk. No:8 Büyükada",
      "phone": "+90 216 382 29 29",
      "string_info": "Located right in the center of the Big Island, Marine House has a fantastic view of the surrounding Sea of Marmara- sit out on the terrace and take in the scenic beauty all around you. Still, you won’t have far to walk with your bags- it’s only about a hundred meters from the pier, where you can catch a ferry back to the center of İstanbul if you fancy a trip to the city’s historical sites.<br \/>\r\n<br \/>\r\nMarine House is kid-friendly, with a whole corner devoted to keeping your young ones occupied while you indulge in more grown-up activities (sipping a beer while you watch the sunset over the water, maybe?). They have films and music for everyone’s tastes.<br \/>\r\n<br \/>\r\nTea and coffee are free, so spend a while hanging out in front of the fireplace with a drink or surfing the Internet, which is free here. There are no dorms, but the hotel has thirty private rooms so there should be one ready for you when you arrive. Still, call ahead if possible, as Marine House is definitely a favorite and the islands can be quite busy in the summer high season!",
      "lat": 40.873269629546,
      "lang": 29.128103079712,
      "url": "http:\/\/marine-house-boutique-hotel.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/marinehouse3.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/marinehouse3.jpg"
        }
      ]
    },
    {
      "id": 118,
      "name": "Mavi Boutique Hotel",
      "location_name": 8,
      "destination_id": 2,
      "category_name": "Accommodation",
      "thumbnail_image": "mavi",
      "address": "Alaybey Mah. Murat Bey Sk. No:19",
      "phone": "+90 286 697 02 19 +90 507 741 05 76",
      "string_info": "Tucked away down a pretty little street, Mavi Boutique Otel is a picturesque and welcoming little place. They have a total of fifteen beds in seven rooms- a single, two triples, and four doubles. Each room is bright and clean, with the all-important air conditioning and 24-hour hot water. When you’re finished wandering the town or lingering over a cup of tea at the harbor, you can head to the garden area, a beautiful little spot with climbing vines and flowers, perfect for relaxing with a good book.",
      "lat": 39.821787575694,
      "lang": 26.041030707275,
      "url": "http:\/\/maviboutique-hotel.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/mavi.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/mavi.jpg"
        }
      ]
    },
    {
      "id": 274,
      "name": "Mavi Tuana Hotel",
      "location_name": 48,
      "destination_id": 4,
      "category_name": "Accommodation",
      "thumbnail_image": "index",
      "address": "Bahçivan  Mah. Zübeyde Hanım Cad. No:26, Van",
      "phone": "+90432 215 00 05",
      "string_info": "Single, double and triple en-suited rooms with TV, AC and wireless. An abundant breakfast is included in the price. ",
      "lat": 38.489166103098,
      "lang": 43.408868014812,
      "url": "http:\/\/mavi-tuana-hotel.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/index.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/index.jpg"
        }
      ]
    },
    {
      "id": 191,
      "name": "Maydos Restaurant",
      "location_name": 5,
      "destination_id": 2,
      "category_name": "Restaurant",
      "thumbnail_image": "maydos",
      "address": "İstiklal Cad. No:105, Eceabat",
      "phone": "0286 213 59 70",
      "string_info": "For a hearty meal to top off your exploring, try the elegant seafront Maydos Restaurant",
      "lat": 40.184512750315,
      "lang": 26.359529971378,
      "url": "http:\/\/maydosrestaurant.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/maydos.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/maydos.jpg"
        }
      ]
    },
    {
      "id": 68,
      "name": "Mayısevi",
      "location_name": 20,
      "destination_id": 2,
      "category_name": "Accommodation",
      "thumbnail_image": "mayisevi",
      "address": "İnişdibi Mah. Barzalar Sk.",
      "phone": "+90 252 243 44 36",
      "string_info": "After a while on the road, most travelers succumb to the fatigue of days spent in buses and indistiguishable dorm rooms... if that sounds familiar, you can’t afford to miss Mayısevi. Their whole philosophy revolves around the idea that everyone needs to get back to nature now and then. You’ll feel like you’re in Eden here. Anyone who shares Mayısevi’s appreciation for nature will love the homegrown organic food and the beautiful garden; there’s also a common kitchen so you can prepare your own meals if cooking is your forte.<br \/>\r\n<br \/>\r\nMayısevi isn’t purely about chilling out in the greenery, though- ask about their alternative ANZAC tours, or the range of other activities they can organize for adventurous travelers!",
      "lat": 37.06031431334,
      "lang": 28.3766554021,
      "url": "http:\/\/mayisevi-pension.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/mayisevi.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/mayisevi.jpg"
        }
      ]
    },
    {
      "id": 263,
      "name": "Mephisto",
      "location_name": 1,
      "destination_id": 1,
      "category_name": "Shop",
      "thumbnail_image": "mep_logo_yeni",
      "address": "İstiklal Cad. No: 125, Beyoğlu ",
      "phone": "+90 212 249 06 96",
      "string_info": "For avid book readers and bookshop lovers, we suggest  you to stop by Mehpisto, right on Istiklal. Here you will find books, music CD’s, Movie DVD's, books in English and a very up-to-date catalogue of Turkish books.  On the basement you'll find all sorts of stationery products and some nice gifts to bring back home. What about an old map of Istanbul for example? On the  first floor, you can enjoy a coffee or tea and spend some time observing  the frenetic  life of Istiklal from above.<br \/>\r\n<br \/>\r\nWith a good offer of books in English, this bookshop is particularly advisable for music lovers, thanks to the great variety of Turkish music CDs on sale: from folk music, through pop, to jazz and classical music. If Tarkan is the only Turkish star you know, it might be a good idea to push your knowledge about Turkish music a step further. Ask the staff; they are really knowledgeable and they speak English!   You can listen to the CD's before deciding which one to buy. <br \/>\r\n<br \/>\r\nAre you thinking of learning Turkish? Well, this is the right place to look for grammar text books and good dictionaries. You'll find also plenty of Guide Books in case you are planning to travel from Turkey to somewhere else. <br \/>\r\n<br \/>\r\nThe bookshop occasionally hosts authors for book presentations and seminars.  <br \/>\r\n",
      "lat": 41.034507408565,
      "lang": 28.979707360268,
      "url": "http:\/\/mephisto-bookshop-cafe.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/mep-logo-yeni.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/mep-logo-yeni.jpg"
        }
      ]
    },
    {
      "id": 275,
      "name": "Merlin Konaği",
      "location_name": 46,
      "destination_id": 4,
      "category_name": "Restaurant",
      "thumbnail_image": "merlinlogo2",
      "address": "Gül Mah. Yeni Sokak 29,no: 3, Sabanci Müzesi Yani, Eski Mardin",
      "phone": 904822137202,
      "string_info": "Recently opened restaurant-cafe spread on three different floors of an old building, with a wonderful view on Mesopotamia valley. Incredible atmosphere for your night in Mardin. Service is perfect and very friendly, but with very poor English.  ",
      "lat": 37.316386640872,
      "lang": 40.754623889225,
      "url": "http:\/\/www.hikeast.com\/restaurant\/merlin-konagi-mardin",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/merlinlogo2.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/merlinlogo2.jpg"
        }
      ]
    },
    {
      "id": 280,
      "name": "Mor Kedi",
      "location_name": 1,
      "destination_id": 1,
      "category_name": "Pub",
      "thumbnail_image": "mor_kedi",
      "address": "Imam Adnan Sok. No: 7, Third floor",
      "phone": 902122442592,
      "string_info": "Gay and Lesbian historical cafe on Imam Adnan Sokak No:7 open from 10 am to midnight. Cozy atmosphere in a slight retro style. Young clientele.",
      "lat": 41.035535200706,
      "lang": 28.98125535241,
      "url": "http:\/\/mor-kedi.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/mor-kedi.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/mor-kedi.jpg"
        }
      ]
    },
    {
      "id": 192,
      "name": "Mozaik Otel",
      "location_name": 47,
      "destination_id": 4,
      "category_name": "Accommodation",
      "thumbnail_image": "mozaikotel",
      "address": "İstiklal Cad. No:18 Antakya",
      "phone": "+90 326 215 50 20",
      "string_info": "If you want something central, look no farther than Mosaik. As you can probably guess from the name, much of the hotel is decorated with interesting patterns on the walls, including some of the large and generously-furnished rooms. There’s a jacuzzi and room service, so it’s a great place to relax in the heart of Antakya. Cable TV, a mini-bar, and wi-fi are all available as well.",
      "lat": 36.204148297953,
      "lang": 36.16222858429,
      "url": "http:\/\/mozaik-otel.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/mozaikotel.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/mozaikotel.jpg"
        }
      ]
    },
    {
      "id": 291,
      "name": "Murat Camping",
      "location_name": 63,
      "destination_id": 4,
      "category_name": "Camping",
      "thumbnail_image": "murat_camping",
      "address": "Doğubeyazıt Ağrı, Türkiye",
      "phone": 905424373699,
      "string_info": "At Murat camping you will find a welcoming campground, 10 rooms and a nice restaurant. The friendly staff also organizes tours around Doğu Beyasıt. Ask for tour options and culture tours and climbing to the Mt. Ararat (foreigners need a permission from Turkish government. Contact them they manage to take it in one or two days. )<br \/>\r\n<br \/>\r\nTheir tours contains airport transfer from 5 airports around 5 different cities.  Climbing package includes accommodation, food, tour guide and permission. Otherwise you can go also for the only guide-permission option to make it cheaper!",
      "lat": 39.52112471157,
      "lang": 44.126163482579,
      "url": "http:\/\/murat-camping-dogubeyazit.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/murat-camping.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/murat-camping.jpg"
        }
      ]
    },
    {
      "id": 193,
      "name": "Muskara Cave Hotel (Anitta)",
      "location_name": 44,
      "destination_id": 4,
      "category_name": "Accommodation",
      "thumbnail_image": "muskara",
      "address": "Çavuşin Köyü \/ Avanos (1km to Göreme)",
      "phone": "+90 384 532 72 25",
      "string_info": "Ideal for adventurers, Muskara Cave Hotel (Anitta) is located just outside Göreme, in direct proximity to a balloon launch area. If you like peace and quiet, this is the place to be rather than the somewhat over-touristed town center. And no need to worry about how to get here, as they offer free shuttle transfers from any bus station in Cappadocia, 24 hours a day.<br \/>\r\n<br \/>\r\nThe spacious, comfortable rooms will be a welcome sight after hours on a cramped bus, but don’t spend too much time there. The terraces are unmissable (a description which can safely be applied to the tasty food served at the terrace restaurant as well!) and there’s a tour desk to make sure you don’t get bored during your stay- they can help you out with trekking routes, cultural nights, and more. ",
      "lat": 38.67174,
      "lang": 34.839149,
      "url": "http:\/\/muskara-cave-hotel.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/muskara.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/muskara.jpg"
        }
      ]
    },
    {
      "id": 25,
      "name": "Mustafa Pension",
      "location_name": 19,
      "destination_id": 2,
      "category_name": "Accommodation",
      "thumbnail_image": "mustafa",
      "address": "Kale Mah. Atatürk Cad. No:22",
      "phone": "+90 258 272 22 40",
      "string_info": "The closest accommodation to the Hierapolis entrance gate, Mustafa Pension could not be more conveniently located. As you would expect at a hostel close to one of the country’s foremost symbols of relaxation, this is a calm and laid-back kind of place where you can chill out and have a tea or coffee (free all day, including apple tea!) and share a water pipe with friends if the mood strikes you.<br \/>\r\n<br \/>\r\nThe staff is full of interesting history and travelers’ tales which will spark your inspiration for the next leg of your journey. Don’t hesitate to ask them any questions you may have! Dorms and private rooms are available.",
      "lat": 37.916835636482,
      "lang": 29.121622821704,
      "url": "http:\/\/mustafa-pension-hotel.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/mustafa.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/mustafa.jpg"
        }
      ]
    },
    {
      "id": 194,
      "name": "Mustafa'nın Kayfesi",
      "location_name": 9,
      "destination_id": 2,
      "category_name": "Pub",
      "thumbnail_image": "_1a",
      "address": "Yukarı Kaleköy Kilise Meydanı, Çınaraltı",
      "phone": "+90 543 522 83 15",
      "string_info": "After a long day of hitting the beaches, stop by Yukarı Kaleköy for a coffee at a breezy coffeehouse- try Mustafa’nın Kayfesi ",
      "lat": 40.231716,
      "lang": 25.895022,
      "url": "http:\/\/mustafaninkayfesi.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/1a.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/1a.jpg"
        }
      ]
    },
    {
      "id": 298,
      "name": "Nakka Cafe Bistro",
      "location_name": 1,
      "destination_id": 1,
      "category_name": "Restaurant",
      "thumbnail_image": "nakka_bistro",
      "address": "Şahkulu Mah. Galiğ Dede Cad. Tımarcı Sk. No.4",
      "phone": "",
      "string_info": "Cute and cozy cafe-bistro close to Galata Tower, where you can meet other travellers.",
      "lat": 41.026899629228,
      "lang": 28.974171995942,
      "url": "http:\/\/nakka-cafe-bistro.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/nakka-bistro.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/nakka-bistro.jpg"
        }
      ]
    },
    {
      "id": 235,
      "name": "Nar Adaevi",
      "location_name": 8,
      "destination_id": 2,
      "category_name": "Accommodation",
      "thumbnail_image": "untitled_11",
      "address": "Cumhuriyet Mah. İstiklal Sk. No: 13 Bozcaada \/ Çanakkale",
      "phone": "+90 286 697 0008",
      "string_info": "Nar Adaevi is in the center of Bozcaada. You will be staying in an architecturally amazing Greek house which is located in one of the most beautiful and historical street of Republic Avenue also know as the Greek district where you will find yourselves in history. The house is one of the most beautiful example of architecture of the island with the most beautiful and popular restaurants and Art and Painting exhibitions surrounding it. You can have amazing breakfasts with the fresh crops of their Vineyard, Nar Bağevi where you can also have your breakfast at.<br \/>\r\n <br \/>\r\nWith the heating system, 24hours of hot water and Internet accessyou can enjoy the beauty of the Bozcaada four seasons.<br \/>\r\n<br \/>\r\nDon’t oversleep or you’ll risk skipping the delicious breakfasts with fresh crops of their Vineyard.",
      "lat": 39.835530814368,
      "lang": 26.069515767014,
      "url": "http:\/\/naradaevi-pension.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/untitled-11.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/untitled-11.jpg"
        }
      ]
    },
    {
      "id": 132,
      "name": "Natura Lodge",
      "location_name": 53,
      "destination_id": 5,
      "category_name": "Accommodation",
      "thumbnail_image": "logo5",
      "address": "Ayder Yaylası Turizm Merkezi",
      "phone": "+90 464 657 20 35",
      "string_info": "Hikers intent on getting an early start in the Kaçkars may want to stay in one of the trail-head villages for a night before setting out. The clean Natura Lodge fills the need perfectly, with 21 rooms and offering great scenery with a rustic feel. They can set up a variety of Kaçkar tours for you, designed to cover all of the region’s most majestic highlights while under the supervision of a trained guide.<br \/>\r\n<br \/>\r\nOpen year round, Natura Lodge (as the name suggests!) is committed to keeping things green. Everything about the place feels clean and unspoiled, from the tasteful wooden building to the fresh meals prepared in the lodge restaurant. A selection of tours and activities can be arranged, including rafting and swimming, and you’re sure not to go wanting for things to keep you busy outdoors in this spectacular natural paradise.",
      "lat": 40.861407793484,
      "lang": 41.066036047852,
      "url": "http:\/\/natura-lodge-rize.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/logo5.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/logo5.jpg"
        }
      ]
    },
    {
      "id": 262,
      "name": "Necip Usta",
      "location_name": 58,
      "destination_id": 1,
      "category_name": "Restaurant",
      "thumbnail_image": "_672_47994324618_9735_n",
      "address": "Kümürluk Mevkii, Mesut Sok., Kıyıköy, Kırklareli",
      "phone": "+90 288 388 60 68              +90 535 689 88 08",
      "string_info": "Cute restaurant and pension offering good meze and fish. Open for breakfast, lunch and dinner. <br \/>\r\n<br \/>\r\nThe owners of the place are really friendly: don't be intimidated by the fact that they don't speak English  and improvise some Turkish! Enjoyed the dinner? Try the breakfast!",
      "lat": 41.633046198805,
      "lang": 28.095871210098,
      "url": "http:\/\/necip-usta.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/672_47994324618_9735_n.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/672_47994324618_9735_n.jpg"
        }
      ]
    },
    {
      "id": 138,
      "name": "Nefes Bar",
      "location_name": 43,
      "destination_id": 4,
      "category_name": "Pub",
      "thumbnail_image": "nefes1",
      "address": "Yenişehir Postanesi Karşısı (Tüpgeçit Ayağı) Kızılay",
      "phone": "+90 312 433 02 80",
      "string_info": "Nefes is a popular venue with young people, not only at night but also any time hunger strikes. With an outside patio attached to the well-known restaurant, you’ll find Nefes Bar buzzing with activity any time you happen to stop by. The grills are particularly excellent and the free roka salads which come with them are no less delicious.<br \/>\r\n<br \/>\r\nAt night, the alcohol comes out and locals throng to the Nefes Bar performance hall, hosting all sorts of fun shows including local rock bands, alternative music, and cover bands. You can check out the schedule of events (as well as a menu) online.",
      "lat": 39.922762483509,
      "lang": 32.857983112335,
      "url": "http:\/\/nefes.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/nefes1.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/nefes1.jpg"
        }
      ]
    },
    {
      "id": 195,
      "name": "Nest Hostel",
      "location_name": 55,
      "destination_id": 6,
      "category_name": "Accommodation",
      "thumbnail_image": "_69055_20120519084730",
      "address": "Sololaki, Iashvili str. No:23",
      "phone": 995598161771,
      "string_info": "Nest Hostel is a colorful and incredibly well-equipped hangout slash home-away-from-home where you can find all kinds of fun characters night and day. The place was opened after Tbilisi bar owners noticed the endless streams of foreign travelers trading stories in their watering hole; nowadays, they divide their time between hostel management and running the affiliated bar, Nest Bar (or BUDE Bar).<br \/>\r\n<br \/>\r\nThey’ve worked hard to make Nest Hostel a place where hardcore partiers and their more chilled out compatriots alike can have a great time. The foremost policy is “do not disturb,” meaning that everyone is encouraged to do their own thing so long as they don’t infringe on anyone else’s fun!<br \/>\r\n<br \/>\r\nAll those amenities we mentioned? Free coffee and tea all day, space for storing your luggage, free maps, free towels, free book exchange, a common kitchen, a computer available for guest use, all kinds of local tips and information, and of course, a smile every time you walk in the door. Both dorms and privates are available.",
      "lat": 41.693424,
      "lang": 44.79641,
      "url": "http:\/\/nest-hotel.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/69055-20120519084730.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/69055-20120519084730.jpg"
        }
      ]
    },
    {
      "id": 66,
      "name": "No Frills Ephesus Tour",
      "location_name": 16,
      "destination_id": 2,
      "category_name": "Tour",
      "thumbnail_image": "nofrills",
      "address": "Atatürk Mah. Sen Jean Cad. No: 3A Selçuk",
      "phone": "+90 232 892 88 28",
      "string_info": "If you normally shy away from organized tours but still wish you could reap the rewards of being shown around by a professional, No Frills is for you. Unlike many other tour companies, they recognize that you’d rather spend your time seeing the sights and learning about the fascinating history of Ephesus than being dragged into yet another gift shop. No Frills promises just that- an informative and fun experience without the hassle of shopping stops.<br \/>\r\n<br \/>\r\nThey offer a range of different tours to fit your schedule and your budget. Among the more popular options are the Ephesus tour (half day or full day) and the perennial favorite, the ANZAC tour, of particular interest to Kiwis, Brits, and Aussies. A tour with No Frills is an interactive experience starting from right when you book- make sure to let them know if you’d like to see something which isn’t on the normal route, or if you have any special needs you’d like them to accommodate.",
      "lat": 37.946160451204,
      "lang": 27.372007193481,
      "url": "http:\/\/nofrills-tour.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/nofrills.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/nofrills.jpg"
        }
      ]
    },
    {
      "id": 196,
      "name": "Nova Apart &amp; Hostel",
      "location_name": 20,
      "destination_id": 2,
      "category_name": "Accommodation",
      "thumbnail_image": "nova",
      "address": "Sefa Sk. No:4",
      "phone": "+90 252 243 53 54",
      "string_info": "Budget travelers rejoice- Akyaka has finally become the proud owner of its first hostel. Recently opened under the umbrella of Nova Aparts, it’s the first dorm in the area and by that alone is sure to attract a chill young crowd looking for a deal in the blue-green paradise of Akyaka. Six beds are up for grabs, and the dorm features a common kitchen as well as free lockers.<br \/>\r\n<br \/>\r\nShould you be looking for a longer stay to catch your breath and get to know the rhythms of life in town, the apartments for which Nova is named will be right up your alley. They all come standard with AC, a mini fridge, a phone, 24 hour hot water, and a wi-fi connection in your room. Each apartment has a bathroom, of course, as well as an American-style kitchen stocked with basic cooking supplies. You’ll be only 70 meters from the Azmak River and beach, so definitely don’t forget your swimsuit and your sunscreen. Between the sun, sand, and the pleasure of having an apartment all to yourself, Nova will start feeling like your true home away from home before you even know it. ",
      "lat": 37.051795,
      "lang": 28.327603,
      "url": "http:\/\/nova-apart-hostel.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/nova.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/nova.jpg"
        }
      ]
    },
    {
      "id": 11,
      "name": "Odyssey Guest House",
      "location_name": 15,
      "destination_id": 2,
      "category_name": "Accommodation",
      "thumbnail_image": "ogh_logo",
      "address": "Talatpaşa Mah. Abacıhan Sk. No:13",
      "phone": "+90 232 631 35 01",
      "string_info": "Odyssey Guest House is a book-lover’s paradise! Rumored to be the largest in all of Turkey (okay, it’s an unconfirmed rumor, but if it’s not the biggest then it’s certainly close), their book exchange ranks up there as a must-see in Bergama. Grab a novel or head to the reference section if you’re trying to put together a plan for your next few days; they have offerings in tons of different languages.<br \/>\r\n<br \/>\r\nStay in one of their eleven rooms, all of which have AC and most of which also feature private bathrooms. There’s hot water 24\/7, so your showers will always be nice and steamy. The kitchen is available for guests to use- try your hand at Turkish cooking and then take your meal up to the scenic terrace or down to the spacious common room. Laundry service and breakfast are available for an extra fee.",
      "lat": 39.123725188341,
      "lang": 27.183247469311,
      "url": "http:\/\/odyssey-guest-house.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/ogh_logo.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/ogh_logo.jpg"
        }
      ]
    },
    {
      "id": 135,
      "name": "Okyanus Otel",
      "location_name": 24,
      "destination_id": 2,
      "category_name": "Accommodation",
      "thumbnail_image": "untitled1",
      "address": "Atatürk Cad. Eski Adliye Sk. No:40",
      "phone": "+90 252 316 73 15",
      "string_info": "",
      "lat": 37.034351017283,
      "lang": 27.431316199219,
      "url": "http:\/\/okyanus-hotel.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/untitled1.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/untitled1.jpg"
        }
      ]
    },
    {
      "id": 38,
      "name": "Olive Garden",
      "location_name": 30,
      "destination_id": 3,
      "category_name": "Accommodation",
      "thumbnail_image": "olive",
      "address": "Faralya \/ Kabak mahallesi \/ Fethiye",
      "phone": "+90 252 642 10 83",
      "string_info": "Olive Garden’s motto is “our heart, your home”, and the outgoing managers will make certain that your stay lives up to these words. It’s built in the village proper at the top of the hill, so staying at Olive Garden will spare you the walk down (and more exhaustingly, up) the steep trails to the valley, and even better, the views from the top are completely unbeatable. You can wile away an entire day watching gulls soaring overhead or allowing yourself to be mesmerized by the impossibly blue waters of the sea. Tranquility is a way of life here.<br \/>\r\n<br \/>\r\nOlive Garden has a reputation for providing, bar none, the best food for miles around. Their local and professional chef’s passion for cooking is obvious in his traditional Turkish dishes; Fatih’s name is a byword for deliciousness in these parts. In fact, Turks as well as travelers come from far and wide for a taste of his specialties. The scents of spices and vegetables in the air will keep your mouth watering all day.<br \/>\r\n<br \/>\r\nThe environmentally-friendly bungalows are clean and comfortable, sleeping two people each. Hot water is available all the time, so wash off the grime with a shower and then head out to the terrace lounge where you can take in the panorama at sunset.<br \/>\r\n<br \/>\r\nIf you’re arriving from Dalaman, take the dolmuş to Kabak village and you’ll find signs directing you toward the (very) brief path to Olive Garden from the center.",
      "lat": 36.464091347669,
      "lang": 29.127010339871,
      "url": "http:\/\/olive-garden-kabak.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/olive.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/olive.jpg"
        }
      ]
    },
    {
      "id": 286,
      "name": "Otel Side",
      "location_name": 48,
      "destination_id": 4,
      "category_name": "Accommodation",
      "thumbnail_image": "otel_side",
      "address": "Sıhke Cad. No:5, Van",
      "phone": 904322166265,
      "string_info": "Hotel Side is  a simple hostel, with 24-hour front desk service.<br \/>\r\nAs in this area you will struggle to find hostels, you'll forget for a moment the budget accommodations facilities. The rooms of Side Hotel include a flat-screen TV with satellite channels, heating and a minibar. Each room has a private bathroom with a hairdryer.<br \/>\r\n<br \/>\r\nDaily breakfast is served as an open buffet. <br \/>\r\n<br \/>\r\nVan Castle is 4.5 km from the hotel. The hotel staff can arrange daily tours to Hosap Castle, Cavus Hill, Akdamar Island, Van Cat House, Halime Hatun Tomb, Selcuk Cemetery and Nemrut Crater Lake. You can also go hiking to Ararad Mountain.<br \/>\r\n<br \/>\r\nVan city centre is 500 metres from the hotel, while Van Ferit Melen Airport is 6.5 km away.",
      "lat": 38.502941274246,
      "lang": 43.386833667755,
      "url": "http:\/\/otel-side-van.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/otel-side.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/otel-side.jpg"
        }
      ]
    },
    {
      "id": 281,
      "name": "Özcan Pansiyon",
      "location_name": 25,
      "destination_id": 2,
      "category_name": "Accommodation",
      "thumbnail_image": "_32661_20120519103552",
      "address": "Kemeraltı Mah., 66 Sok",
      "phone": 902524127761,
      "string_info": "There are 17 rooms in our guest house. 2 of them are for 4 people, 7 of them for 3 people and 6 of them are for 2 people. There are WC and bathroom in all our rooms. There are also air-conditioning in 7 rooms. Our clients can get hot water for 24 hours, kitchen, bar \/ BBQ, internet access, laundry services. There is a free parking area for cars and bikes.",
      "lat": 36.853149204107,
      "lang": 28.266387461917,
      "url": "http:\/\/ozcan-pension.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/32661-20120519103552.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/32661-20120519103552.jpg"
        }
      ]
    },
    {
      "id": 27,
      "name": "Özlen Restaurant &amp; Pension",
      "location_name": 32,
      "destination_id": 3,
      "category_name": "Accommodation",
      "thumbnail_image": "ozlen",
      "address": "Bükceyiz Mah.",
      "phone": "+90 252 677 76 35",
      "string_info": "Most travelers visiting Letoön and Xanthos move on to Kaş to crash for the night, but if you’re keen to be one of the few staying put a bit farther from the crowds, stop by Özlen Pension in small and highly authentic village of <b>Karadere<\/b>. The family-run restaurant features organic food, much of which is grown on-site (ask for a quick tour of their impressive tomato and cucumber greenhouses!). Take a walk to the beach for a splash or just hang out and practice your Turkish next to the river. Situated right off the Lycian Way, Özlen is also a calm and friendly place for hikers to kick back for a bit and recover some steam; camp for free if you’ve brought your own tent.",
      "lat": 36.333519583489,
      "lang": 29.296245398437,
      "url": "http:\/\/ozlen-restaurant-pension.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/ozlen.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/ozlen.jpg"
        }
      ]
    },
    {
      "id": 198,
      "name": "Pagan Egg Painting at Simyacı",
      "location_name": 17,
      "destination_id": 2,
      "category_name": "Shop",
      "thumbnail_image": "simyaci1",
      "address": "Şirince Köyü, Selçuk",
      "phone": "+90 232 898 32 64",
      "string_info": "Şirince isn’t just about wine, though, and there are plenty of alternative experiences to be had here. One of the coolest is certainly a visit to Simyacı handicrafts center, where they specialize in egg painting.<br \/>\r\n<br \/>\r\nEggs are symbolic in the pagan traditions of hundreds of cultures worldwide, and Turkey is no exception; you’ll sometimes see people putting eggshells on plants to ward off the evil eye, for instance, and a handkerchief full of eggs is traditionally given to the parents of a newborn after forty days. Eggs are considered the most perfect package on earth- flawless and seamless, they symbolize the universe itself and the rebirth of the fruitful world after the long winter.<br \/>\r\n<br \/>\r\nPainted eggs take on added significance due to the patterns or images they are given by the artisan. Head to Simyacı while you’re in Şirince and take a look at the vast array of different painted egg designs, all done by hand. They’ll give you a guide to the symbolism so you can work out what each one means for yourself!",
      "lat": 37.944164,
      "lang": 27.431145,
      "url": "http:\/\/paganeggpainting.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/simyaci1.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/simyaci1.jpg"
        }
      ]
    },
    {
      "id": 224,
      "name": "Palm Bungalows Beach Club",
      "location_name": 57,
      "destination_id": 2,
      "category_name": "Accommodation",
      "thumbnail_image": "palm",
      "address": "Mavi Plaj Cad. 223 Sk. No:14 Çeşmealtı - Urla, İzmir",
      "phone": 902327551015,
      "string_info": "With the same bus for Çesmealtı, ask the driver to drop you off at Palm Bungalows Beach Club. This place, recently opened and very well organized, is unexpectedly visited by tourists from all around the world. Still they are the only persons with which you'll have to share the private access to the sea and the garden right next to it. The Bungalows are new and they look more like tiny fully furnished comfort apartments.  <br \/>\r\n<br \/>\r\nAs the name suggests, the place also operates as a beach club and beach parties on certain days of the week with the performance of the DJ brings the peak of entertainment. Enjoy the clean waters of ​​Çeşmealtı, during the day and at night, when you can ask to be served dinner right by the sea.",
      "lat": 38.402605,
      "lang": 26.738466,
      "url": "http:\/\/palm-bungalows-beach-club.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/palm.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/palm.jpg"
        }
      ]
    },
    {
      "id": 311,
      "name": "Parsifal",
      "location_name": 1,
      "destination_id": 1,
      "category_name": "Restaurant",
      "thumbnail_image": "indir_1",
      "address": "Kurabiye St. No: 9\/A",
      "phone": "",
      "string_info": "Parsifal is a small <br \/>\r\nvegetarian restaurant with moderate prices <br \/>\r\nand alternative-friendly atmosphere. ",
      "lat": 41.036475980626,
      "lang": 28.982347995043,
      "url": "http:\/\/www.hikeast.com\/restaurant\/parsifal-istanbul",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/indir-1.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/indir-1.jpg"
        }
      ]
    },
    {
      "id": 31,
      "name": "Pastoral Valley",
      "location_name": 26,
      "destination_id": 3,
      "category_name": "Accommodation",
      "thumbnail_image": "pastoral_valley",
      "address": "Yemisli Mah. Kocabük Mevki, Yanıklar Köyü",
      "phone": "+90 252 633 66 27",
      "string_info": "Pastoral Valley EcoFarm, several kilometers outside of Fethiye proper, is definitely not your typical camping or pension experience. Devoted to a relaxed, communal, and natural lifestyle, Pastoral Valley is more of a second home than the type of accommodation you’re probably used to on the road.<br \/>\r\n<br \/>\r\nMost people who stay at the ecofarm live there for an extended period of time and typically volunteer their time to help out with cooking or other daily chores. There’s plenty to do on this 42,000 square meter plot of fertile fields and orchards, but of course there’s plenty of time for relaxation, too! You can spend your afternoons lounging in one of the many gazebos around the central kitchen or splashing in the river which constitutes one of the borders of the farm’s land.<br \/>\r\n<br \/>\r\nAs the manifesto of the ecofarm is based on communal participation and communal enjoyment of everyone’s labor, everything grown or produced on the farm is free- this includes coffee, tea, oranges and lemons, and fresh Mediterranean food. You’ll see the environmental focus everywhere at the ecofarm, including the activities you’ll find on offer. Spend your downtime horseback riding through the stunning valley, participating in one of the numerous handicrafts workshops on offer, taking yoga classes, or going on a nature trek.",
      "lat": 36.732005603399,
      "lang": 29.061412811279,
      "url": "http:\/\/pastoral-valleye-co-farm.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/pastoral-valley.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/pastoral-valley.jpg"
        }
      ]
    },
    {
      "id": 199,
      "name": "Petri Rashi",
      "location_name": 54,
      "destination_id": 6,
      "category_name": "Restaurant",
      "thumbnail_image": "whorse",
      "address": "Gorgiladze Street 2 Batumi",
      "phone": "",
      "string_info": "Petri Rashi (or White Horse) is a great stop for those with rumbling stomachs, serving big portions of delicious local food.",
      "lat": 41.646204,
      "lang": 41.628871,
      "url": "http:\/\/petrirashi.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/whorse.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/whorse.jpg"
        }
      ]
    },
    {
      "id": 200,
      "name": "Piya Hostel",
      "location_name": 2,
      "destination_id": 1,
      "category_name": "Accommodation",
      "thumbnail_image": "piya",
      "address": "Sultanahmet Mah. Akbıyık Camii Sk. No:22 Fatih \/İST.",
      "phone": "+90 212 458 20 60",
      "string_info": "Constructed in a renovated police academy, this cute pink building is everything you’re looking for if you like to be close to the action and right in the thick of things. The location couldn’t be better for sightseers, who will appreciate being just steps away from the heart of old Istanbul. You’ll also appreciate the huge breakfasts (with more than ten items available in a morning buffet) and the attention to cleanliness which means you won’t have to deal with the grime plaguing so many hostels.<br \/>\r\n<br \/>\r\nBring your inside voices and positive vibes. Piya Hostel is dedicated to maintaining an atmosphere of respect without discrimination on any grounds. <br \/>\r\n<br \/>\r\nDorms are available for 4, 6, or 8 people, as well as one private room. You can also get one of the two apartment rooms with ensuite kitchen and bathroom. Tea and coffee are free for all guests, as well as lockers to store your valuables.",
      "lat": 41.003375,
      "lang": 28.979187,
      "url": "http:\/\/piya-hostel-istanbul.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/piya.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/piya.jpg"
        }
      ]
    },
    {
      "id": 201,
      "name": "Polka Cafe",
      "location_name": 3,
      "destination_id": 1,
      "category_name": "Restaurant",
      "thumbnail_image": "_190731_121743474567120_1546122",
      "address": "Caferağa Mah. Moda Cad. Zuhal Sk. No:14\/C",
      "phone": "+90 216 405 27 48",
      "string_info": "Try Polka Cafe for an adorable little hole in the wall with kitsch and charm to spare. In this tiny and cute cafe you'll find homemade food, freshly baked cake, an exquisite variety of teas and infusions and you can taste a wonderful Irish Coffee during cold winters. Also the right place to bring your own books and read in silence during the day or if you are looking for a quiet spot far from the noise of the city. <br \/>\r\n<br \/>\r\nThis cafe is also a meeting point of folk musicians: whenever you pass by, you'll probably find someone trying to learn Saz (traditional Turkish instrument) or playing violin or improvising some folk Irish music. Bring your instrument and join the band! ",
      "lat": 40.987459056177,
      "lang": 29.024614678821,
      "url": "http:\/\/polcacafe.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/190731_121743474567120_1546122.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/190731_121743474567120_1546122.jpg"
        }
      ]
    },
    {
      "id": 261,
      "name": "Polka Datça ",
      "location_name": 23,
      "destination_id": 2,
      "category_name": "Restaurant",
      "thumbnail_image": "images1",
      "address": "Ambarcı Cad. No:9, Datça, Muğla",
      "phone": "+90 555 731 2507",
      "string_info": "From the same owners of Polka Cafe who are frequent travelers in this area, a colorful cafe-restaurant just opened less then a year ago in Datça, exactly with the purpose of creating a space to relax and hang out with friends.  Breakfasts are highly recommended: abundant and with fresh locally grown products. The menu offers also special bratwurst made in Fethiye, sangria, homemade ice tea and ice tea and much more to come. If what was missing in Datça was a cute alternative place to hang out, here we have it now. In a nice spacious garden, comfortable couches and few tables are waiting for you! Polka Datça has just opened, but it is already popular among the locals.<br \/>\r\n<br \/>\r\nThe restaurant offers breakfasts, lunches and dinners with Turkish, Greek and mediterenean specialties. If you are a big group, you can call to book, it is also a perfect place for a special party. The cafe has all kinds of coffee (including Irish coffee), home-made cold drinks and home made snacks!",
      "lat": 36.724576108503,
      "lang": 27.68402338028,
      "url": "http:\/\/polka-datca.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/images1.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/images1.jpg"
        }
      ]
    },
    {
      "id": 202,
      "name": "Rain Hotel",
      "location_name": 42,
      "destination_id": 3,
      "category_name": "Accommodation",
      "thumbnail_image": "rain",
      "address": "Kızkalesi, Mersin",
      "phone": "+90 324 523 27 82",
      "string_info": "Rain Hotel is a top pick for accommodation in Kızkalesi. Opened in 1997, they have 18 rooms with a total of 40 beds, each featuring stylish wooden architecture and a clean, airy ambience. Telephones, showers, and wi-fi come standard, as well as the slightly more unusual feature of orthopedic beds, a traveler’s best friend. Rain is open year round and has split air conditioning so you can crank up the AC in the summer and blast some heat in the winter; there’s even a fireplace where you can toast your hands. <br \/>\r\n<br \/>\r\nThe service is definitely a cut above most budget accommodation here- the rooms are cleaned daily, and you can get room service 24 hours a day, including alcoholic drinks. You can arrange to have your laundry done, and the front desk can hold onto valuable items to give you some peace of mind. <br \/>\r\n<br \/>\r\nEvery traveler’s hub needs a quiet place to sit and plan out your next move. Rain’s comes in the form of a pleasant cafe on a parallel street serving hot beverages and local dishes, great for satisfying your appetite and working out your where-to at the same time. If you prefer not to figure it all out alone, head next door to Oztop’s Rain Travel Agency, including outings to the caves, Uzuncaburc, the Adam Rocks, and more. In addition to all the great daytrips in the area, they offer services such as transfers, flight reservations, and hotel bookings. They also offer a 10% discount to travelers who show up with a copy of Hike East. You can find their website at www.oztoprain.com. ",
      "lat": 36.460708922911,
      "lang": 34.142558812746,
      "url": "http:\/\/rain-hotel.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/rain.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/rain.jpg"
        }
      ]
    },
    {
      "id": 300,
      "name": "Rapunzel",
      "location_name": 1,
      "destination_id": 1,
      "category_name": "Accommodation",
      "thumbnail_image": "logo11",
      "address": "Bereketzade Mah. Bereketzade Camii St. No:3<br \/>\r\nGalata \/ Beyoğlu",
      "phone": "+90 212 292 50 34",
      "string_info": "Five years ago three close friends have created a place for cultural conjunction in the hip area of\tIstanbul, Galata.<br \/>\r\n<br \/>\r\nWithin this five years they had many guests from all over the world  which gave them the courage and will to make it a better hostel everyday. Rapunzel is recently refurbished in 2014 by the idea of “Do It Yourself” in a building which is over 150 years old<br \/>\r\n<br \/>\r\nIt has the perfect\tlocation\tanyone can ask for, some steps away from Istiklal\tStreet, but also easily reachable to Sultanahmet with it diverse option of room from single to 6-bed dorms.<br \/>\r\n<br \/>\r\nThey offer not only bright, spacious en-suite rooms with AC but also terrace gatherings, insider tips about concerts, festivals and exhibitions. Wi-Fi, breakfast, maps and a lot more is complementary at Rapunzel. It is a fairy tale at the heart of the city, offering you a cozy and comfortable base from which to explore the unforgettable\tbeauty of Istanbul. Check\tout\tthe terrace with a great view of the Golden Horn and Galata Tower (a mere one minute walk away).<br \/>\r\n<br \/>\r\n",
      "lat": 41.024997547039,
      "lang": 28.973935246468,
      "url": "http:\/\/rapunzel-istanbul.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/logo11.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/logo11.jpg"
        }
      ]
    },
    {
      "id": 39,
      "name": "Reflections Camping",
      "location_name": 30,
      "destination_id": 3,
      "category_name": "Accommodation",
      "thumbnail_image": "reflection_camp",
      "address": "Reflections Camping Kabak Valley Fethiye-Mugla-Turkey",
      "phone": "+90 252 642 10 20",
      "string_info": "The fourth camp established in Kabak and still a favorite with seasonal travelers, Reflections is a wonderfully laid-back and relaxed niche in the sunlit and remote-feeling forest of the valley. Its emphasis on environmentally-friendly practices will win over your ecological sympathies in a hurry. The dedication to green living is more than skin deep, and Reflections is one of the very few camps in Kabak which sort their trash for recycling.<br \/>\r\n<br \/>\r\nYou’ll feel like a druid or an artist in Reflections’ natural bungalows and treehouses, surrounded by crafts lovingly created by the chilled-out staff and past generations of travelers. Check out the amazing fireplace, the mosaics, and the wood sculptures found in nooks and crannies all around you.<br \/>\r\n<br \/>\r\nIf you’re ready to get your tan on, head to the beach- it’s less than a ten-minute walk down to the cove.<br \/>\r\n<br \/>\r\nTake the opportunity to solicit local information from the staff- great English is spoken here!",
      "lat": 36.516120720221,
      "lang": 29.122953238403,
      "url": "http:\/\/reflections-camp.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/reflection-camp.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/reflection-camp.jpg"
        }
      ]
    },
    {
      "id": 203,
      "name": "Ritim Galata",
      "location_name": 1,
      "destination_id": 1,
      "category_name": "Pub",
      "thumbnail_image": "ritim",
      "address": "Galata Kulesi Sk. No:3\/C",
      "phone": "+90 212 292 49 26",
      "string_info": "Although it’s under the same management as Ritim Roof & Pub, the Galata location is a little more chilled out. The spot is ideal, just in front of the entrance to Galata tower, so it’s endlessly popular with students, tourists, and artists- not to mention locals! Ritim Galata is compact and affordable, bursting with character in a renovated historical building. It’s definitely one of the best options in Istanbul for a quiet breakfast, a lively conversation with friends over an afternoon beer, or even dinner and a late-night party. You choose!",
      "lat": 41.024734,
      "lang": 28.973198,
      "url": "http:\/\/ritimgalata-bar-restaurant.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/ritim.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/ritim.jpg"
        }
      ]
    },
    {
      "id": 204,
      "name": "Ritim Roof &amp; Pub",
      "location_name": 1,
      "destination_id": 1,
      "category_name": "Pub",
      "thumbnail_image": "ritim2",
      "address": "Balık Pazarı Sk.",
      "phone": "+90 212 249 02 52",
      "string_info": "Grungy, central, and fun, this place caters largely to the foreign masses in town. Ritim is really two sister bars side by side (Ritim Roof and Ritim Pub) in the heart of Beyoğlu, and the two-for-one combo is impossible to miss for anyone walking down the bazaar street. Ritim Bar has four floors as well as a terrace, each floor being decorated in a different style. It’s a perfect place to organize a rager in the summertime, or to admire the view at any time of the year. Open every day from 11 am until 4 am, you’ll hear all sorts of music here, from salsa, rumba, Latin and Balkan tunes and Arabian instrumentals to the free rhythms of hip hop, punk, and reggae. Also note that Ritim is a popular meeting spot for Erasmus students and backpackers from around the world.",
      "lat": 41.034547873126,
      "lang": 28.977229714219,
      "url": "http:\/\/ritimroofpub.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/ritim2.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/ritim2.jpg"
        }
      ]
    },
    {
      "id": 130,
      "name": "Riverside Cafe",
      "location_name": 21,
      "destination_id": 2,
      "category_name": "Pub",
      "thumbnail_image": "riversideturkey",
      "address": "Sevgi Yolu",
      "phone": "+90 532 211 91 95",
      "string_info": "The best place to stop to have some rest in the green. Huge garden and complete menu (also English Breakfast is served!!).",
      "lat": 36.835462217321,
      "lang": 28.640928091919,
      "url": "http:\/\/riverside-cafe.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/riversideturkey.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/riversideturkey.jpg"
        }
      ]
    },
    {
      "id": 244,
      "name": "Route 39",
      "location_name": 1,
      "destination_id": 1,
      "category_name": "Accommodation",
      "thumbnail_image": "_39",
      "address": "Mebusan Yokuşu No: 39 Istanbul",
      "phone": "+90 212 249 19 01",
      "string_info": "Located between the characteristic neighborhood of Cihangir and Kabataş, Route39 hostel is a good alternative for those who wants to enjoy Istanbul's nightlife and then have a good sleep once back to the hostel. Also a very  good location in terms of transportation (tramway to Sultanahment, ferry to the Asian side and the islands and few steps away from Istiklal). Chilled and friendly atmosphere and all kind of accommodation options: private en-suite, private shared bathroom, mixed dorms.  Amazing terrace with Bosphorous view, where breakfast is served and spontaneous among-guests parties are likely to take place.",
      "lat": 41.032508428291,
      "lang": 28.988156318665,
      "url": "http:\/\/route39-hostel.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/39.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/39.jpg"
        }
      ]
    },
    {
      "id": 122,
      "name": "Rüzgar Cafe &amp; Bar",
      "location_name": 20,
      "destination_id": 2,
      "category_name": "Activity",
      "thumbnail_image": "logo2",
      "address": "Salih Sk. No:2",
      "phone": "+90 252 243 42 17",
      "string_info": "Rüzgar is absolutely a one-stop shop for everything you need in Gökova. There’s a waterfront cafe and bar where you can grab a drink and chill out in the sun while you decide what to do next- and you’ll find that you’re in exactly the right place to be making that decision!<br \/>\r\n<br \/>\r\nThat’s because apart from the food-and-drink side of things, Rüzgar specializes in hooking you up with any and all activities that can be found here in Gökova. Take your pick and spend a day trying your hand at any of them; don’t miss Rüzgar’s equipment shop, where you can stock up on all the top-of-the-line watersports gear you’ll need to start an illustrious career as a professional fun-haver.",
      "lat": 37.064081336033,
      "lang": 28.35974675647,
      "url": "http:\/\/ruzgar-cafe.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/logo2.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/logo2.jpg"
        }
      ]
    },
    {
      "id": 56,
      "name": "Sabah Pansiyon",
      "location_name": 41,
      "destination_id": 3,
      "category_name": "Accommodation",
      "thumbnail_image": "sabah",
      "address": "Kaleiçi Kılınçaslan Mah. Hesapcı Sk. No:60",
      "phone": "+90 242 247 53 45",
      "string_info": "Nearly 25 years old, Sabah has had plenty of time to get everything in order- and they have, as evidenced by the hordes of guidebooks and travelers who recommend this place with outspoken enthusiasm. It’s more than just a hostel- it’s a meeting point for backpackers of all nationalities.<br \/>\r\n<br \/>\r\nWith small dorms, a breezy garden, a restaurant and bar, and a swimming pool, you’ll find everything you need here. Of course, the owners are ready to help you organize tours, airport transfers, and activities if you like. The pension is highly English-friendly, with fluent staff and daily English newspapers available for your perusal if you want to keep up with the news from home (for more personal updates, take advantage of the wi-fi).",
      "lat": 36.876874379462,
      "lang": 30.717086615478,
      "url": "http:\/\/sabah-pansiyon.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/sabah.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/sabah.jpg"
        }
      ]
    },
    {
      "id": 205,
      "name": "Sahaf 26A",
      "location_name": 3,
      "destination_id": 1,
      "category_name": "Shop",
      "thumbnail_image": "_26a1",
      "address": "Caferağa Mah. Sakız Sk. No:3\/1",
      "phone": "+90 216 336 37 52",
      "string_info": "While in Kadıköy, plan a stop at Sahaf 26A (Caferağa Mah. Sakız Sok. No:3\/1). Run by the same collective which manages Cafe 26A in Beyoğlu, Sahaf is a secondhand bookstore where profit is irrelevant next to community, cooperation, art, and the organic spread of knowledge. 20 volunteers take care of the administrative duties of the store, including producing and circulating photocopied publications as well as holding workshops in the garden.",
      "lat": 40.988046,
      "lang": 29.02633,
      "url": "http:\/\/sahaf26a.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/26a1.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/26a1.jpg"
        }
      ]
    },
    {
      "id": 277,
      "name": "Şahmeran Butik Otel Pansiyon",
      "location_name": 46,
      "destination_id": 4,
      "category_name": "Accommodation",
      "thumbnail_image": "filename_img_1955_jpg1",
      "address": "1 Cad. Erdoba Osmanlı Konağı Krş. 246 sok. No:10 Mardin",
      "phone": 904822132300,
      "string_info": "Nice and cozy pension with different kinds of accommodations: dorms, single and private rooms, some of which in the old buiding (which means very chilly also during summer!).<br \/>\r\n<br \/>\r\nLovely patio in the middle, common living room with TV and common kitchen. ",
      "lat": 37.314372909734,
      "lang": 40.741677403275,
      "url": "http:\/\/sahmeran-pension-mardin.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/filename-img-1955-jpg1.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/filename-img-1955-jpg1.jpg"
        }
      ]
    },
    {
      "id": 215,
      "name": "Seratonin Craft &amp; Design",
      "location_name": 1,
      "destination_id": 1,
      "category_name": "Pub",
      "thumbnail_image": "_468376451_640",
      "address": "Turnacıbaşı Sk. No:44B Çukurcuma",
      "phone": "",
      "string_info": "This is a charming little place In Çukurcuma to wile away an afternoon. Selling handicrafts and homemade dishes, this tiny but beguiling cafe is a perfect place to pause your explorations for a cup of tea. ",
      "lat": 41.031488682181,
      "lang": 28.982846974977,
      "url": "http:\/\/seratonin-craft-design-istanbul.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/468376451_640.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/468376451_640.jpg"
        }
      ]
    },
    {
      "id": 19,
      "name": "Sezgin Hotel &amp; Guest House",
      "location_name": 18,
      "destination_id": 2,
      "category_name": "Accommodation",
      "thumbnail_image": "sezgin",
      "address": "Arslanlar cad. no:68 kusadasi -Aydin-TURKEY",
      "phone": "+90 256 614 42 25",
      "string_info": "Kuşadası (“Bird Island”, referring to the small Pigeon Island just off the mainland) is a resort town popular with international visitors and Turks alike. With roughly 50,000 permanent residents, Kuşadası spends the winters in relative silence, growing significantly in the high summer season with the influx of tourists. The modern town center and harbor area is lined with shops and small cafes, where you can find good deals on carpets and other souvenirs with some patience and a little skill at the age-old art of haggling.<br \/>\r\n<br \/>\r\nAccommodation options are numerous here, but one of the most highly-recommended is without a doubt Sezgin Hotel, which offers single, double, or triple rooms. The owner is a former traveler himself, and has gone out of his way to furnish the place with everything you might need for your life on the road. There’s an Internet cafe if you don’t have your own laptop along (and wi-fi for those of you who do); log on here for a bit and smoke a water pipe, locally known as nargile.<br \/>\r\n<br \/>\r\nThere’s an outdoor swimming pool and a book exchange as well, the latter featuring a number of guidebooks to the region so you’ll have no trouble planning out the next leg of your journey. If it’s recommendations you’re after, though, another awesome resource is the staff themselves, who have done their share of traveling around Turkey and have tons of ideas ready to offer you in English, German, Korean, or Japanese. Also check out the restaurant and barbecue in their beautiful garden! Breakfast is a buffet, included in the price, so you’re sure to start each day with a full stomach.<br \/>\r\n<br \/>\r\nGetting to Kuşadası is usually a pretty straightforward affair; catch a bus from most cities in Turkey. A stay in Kuşadası is also a great opportunity to take a brief sojourn in Greek territory, as there are daily ferry services to the Greek island of Samos.",
      "lat": 37.84483374695,
      "lang": 27.240686240112,
      "url": "http:\/\/sezgin-hotel-guesthouse.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/sezgin.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/sezgin.jpg"
        }
      ]
    },
    {
      "id": 206,
      "name": "Sheriff Pension",
      "location_name": 38,
      "destination_id": 3,
      "category_name": "Accommodation",
      "thumbnail_image": "sheriff",
      "address": "Olympos",
      "phone": "+90 242 892 13 01",
      "string_info": "Sheriff (sometimes seen as the Turkish transliteration, Şerif) is a little piece of heaven nestled in the valley, with a laid-back vibe competing with what feels like an everpresent party waiting to burst through. You’ll sleep in a charming bungalow between groves of orange and pomegranate trees, feeling like a figure from some mythical story- until you stroll out to to the outdoor common area ringed with greenery and full of other travelers, and then you’ll just want to put your party hat on and make some new buddies.<br \/>\r\n<br \/>\r\nEach of the forty bungalows has a shower, bathroom, and the extremely important air conditioning to keep you cool in the hot summer months; if you’re on a budget, spring for one of the seven slightly more rustic rooms without ensuite facilities. <br \/>\r\n<br \/>\r\nIt won’t take you long to realize how passionate the staff at Şerif is about the magic of Olympos. They’d be more than happy to sit down with you and tell you about the region (particularly the Chimaera and the Lycian Way), or even just to share stories about the more than twenty years they’ve been operating. At night, things heat up around the bar with world music in the summer and the pleasant hum of Efes-fueled conversation. When you look up at the stars and listen to the rhythmic beat of international bands, you’ll want nothing more than to stay here forever. <br \/>\r\n<br \/>\r\nDiscounts are available for children under the age of 12, and there are frequent outings after seven pm. ",
      "lat": 36.389920301953,
      "lang": 30.463591574226,
      "url": "http:\/\/sheriff-pension.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/sheriff.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/sheriff.jpg"
        }
      ]
    },
    {
      "id": 316,
      "name": "Silk Road Restaurant",
      "location_name": 44,
      "destination_id": 4,
      "category_name": "Restaurant",
      "thumbnail_image": "none",
      "address": "Müze Caddesi",
      "phone": "",
      "string_info": "Try Silk Road Restaurant for some traditionally cooked local tastes.",
      "lat": 38.641545280855,
      "lang": 34.84185218811,
      "url": "http:\/\/silk-road-restaurant.hikeast.com",
      "images": [
        
      ]
    },
    {
      "id": 86,
      "name": "Simurg Cafe &amp; Bar",
      "location_name": 41,
      "destination_id": 3,
      "category_name": "Pub",
      "thumbnail_image": "simurg1",
      "address": "Selçuk Mah. Tabakhane Sk. No. 7",
      "phone": "+90 242 241 66 25",
      "string_info": "While you’re wandering around Antalya’s old town, keep a sharp eye out for Simurg Cafe and Bar. The decor inside is simple, with a bit of a medieval vibe going on to remind you that you’re still chilling out in the remains of an ancient city.<br \/>\r\n<br \/>\r\nSimurg specializes in keeping you busy on what you might typically think of as off-nights; Mondays and Tuesdays feature awesome, upbeat live music, for instance, while Fridays and Saturdays are quieter.",
      "lat": 36.881585852318,
      "lang": 30.70530420533,
      "url": "http:\/\/simurgcafe.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/simurg1.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/simurg1.jpg"
        }
      ]
    },
    {
      "id": 207,
      "name": "Simurg Temple",
      "location_name": 41,
      "destination_id": 3,
      "category_name": "Pub",
      "thumbnail_image": "simurg_temple",
      "address": "Kılıçaslan Mah. Hamam Sk. No:2",
      "phone": "",
      "string_info": "The dusky, open Simurg Temple is located in a restored building and shares ownership with Simurg Cafe- so if you like one, you’ll have a great time at the other as well. The Temple is new on Antalya’s nightlife scene but the big draw of the garden restaurant is already transforming it into one of Kaleiçi’s don’t-miss locales. Summer grills and barbecues are frequent. They also have a packed performance schedule for music lovers, featuring the best of modern Turkish alternative music as well as some acts from farther afield. ",
      "lat": 36.882624,
      "lang": 30.70756,
      "url": "http:\/\/simurgtemple.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/simurg-temple.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/simurg-temple.jpg"
        }
      ]
    },
    {
      "id": 13,
      "name": "Siren Pansiyon",
      "location_name": 14,
      "destination_id": 2,
      "category_name": "Accommodation",
      "thumbnail_image": "sirenpension",
      "address": "İsmetpaşa Mah.161 Sk. No:13",
      "phone": "+90 232 812 26 60",
      "string_info": "Siren Pension is a tidy and calm retreat situated in the heart of Foça, just a short walk from the beach. The managing family of the pension has over twenty years of experience running accommodation for locals and international travelers alike; they speak English and Turkish as well as German, and are always ready to give you the lowdown on the area or just chill out with you on the terrace and have a chat.<br \/>\r\n<br \/>\r\nTwelve rooms are available, with options for two, three, or four guests. They’re closed in the winter (from December to March), so the pension has a permanently summery feel to it. The balconies found in most of the rooms, as well as the common terrace, get plenty of sun and have awesome sea views, great for tanning or just hanging out with a drink in hand to reflect on your day.",
      "lat": 38.663210891773,
      "lang": 26.752304943872,
      "url": "http:\/\/siren-pansiyon.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/sirenpension.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/sirenpension.jpg"
        }
      ]
    },
    {
      "id": 237,
      "name": "Şişman Restaurant",
      "location_name": 8,
      "destination_id": 2,
      "category_name": "Restaurant",
      "thumbnail_image": "_313035_281189575241034_1383846",
      "address": "Sakarya Sokak no:4 Bozcaada, Çanakkale",
      "phone": "+90286 697 8612",
      "string_info": "A must-go restaurant with delicious mezes and food!",
      "lat": 39.824556219003,
      "lang": 26.067080321228,
      "url": "http:\/\/sisman-restaurant-canakkale.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/313035_281189575241034_1383846.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/313035_281189575241034_1383846.jpg"
        }
      ]
    },
    {
      "id": 208,
      "name": "Sky Hostel",
      "location_name": 54,
      "destination_id": 6,
      "category_name": "Accommodation",
      "thumbnail_image": "_350px-hpim3599",
      "address": "Inasadridze St. 16\/59",
      "phone": "+99 579 027 66 70",
      "string_info": "Located on the Black Sea, Batumi is a thriving party city where travelers, businessmen, locals, and students of all nationalities come to unwind and let down their hair on the pebbly beaches and in the crowded nightclubs.  Due to the tourism boom in the area, there is no shortage of accommodation options; and Sky Hostel is a good one.",
      "lat": 41.634474,
      "lang": 41.609441,
      "url": "http:\/\/sky-hostel.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/350px-hpim3599.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/350px-hpim3599.jpg"
        }
      ]
    },
    {
      "id": 36,
      "name": "Sky Sports",
      "location_name": 27,
      "destination_id": 3,
      "category_name": "Activity",
      "thumbnail_image": "untitled2",
      "address": "Çarşı Cad. Tonoz Otel Altı",
      "phone": "+90 252 617 05 11",
      "string_info": "Smack in the center of Ölüdeniz, Sky Sports Paragliding offers a convenient alternative for your flying experience. They’ll brief you on everything you need to know pre-trip, and their knowledgeable instructors can answer any questions you have about the “how” or the “what” of paragliding. Four flights run daily, but as with any paragliding company, definitely don’t book it for the last day of your trip, as it’s highly weather-dependent and you don’t want to be left flightless if it’s raining!",
      "lat": 36.551051763578,
      "lang": 29.123707293766,
      "url": "http:\/\/sky-sports.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/untitled2.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/untitled2.jpg"
        }
      ]
    },
    {
      "id": 98,
      "name": "Son Gemi Camping",
      "location_name": 7,
      "destination_id": 2,
      "category_name": "Accommodation",
      "thumbnail_image": "_40588_112817348772970_7724490_",
      "address": "Sokakağzı - Ayvacık",
      "phone": "+90 286 723 40 09",
      "string_info": "A hidden gem near Assos, Son Gemi is an outdoorsy, welcoming place to kick off your shoes and soak in the sunshine. They’ll provide you with a place to pitch your tent and offer you some tasty food from the offbeat cafe, where you can put your feet up and listen to some alternative tunes. The water’s perfect, bluer than blue and always inviting for a swim or a fishing trip; the managers of Son Gemi can also help you to arrange diving trips if you want to take a look from under the waves! Or head straight to the Rakı Table with the aid of your GPS; it’s located at 39º28’00” 26º12’29”.<br \/>\r\nUnfortunately, there’s no public transport to Sokakağzı, but you can take the dolmuş running twice a day from Ayvalık to Gülpınar; get out at the turn for Koyunevi, and take advantage of the free ride offered from there by Son Gemi (call ahead for this service). Take note that the dolmuşes run less frequently during the winter months.",
      "lat": 39.489138488212,
      "lang": 26.280326666748,
      "url": "http:\/\/songemi-camping.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/40588_112817348772970_7724490_.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/40588_112817348772970_7724490_.jpg"
        }
      ]
    },
    {
      "id": 53,
      "name": "Street Cafe &amp; Pension",
      "location_name": 39,
      "destination_id": 3,
      "category_name": "Accommodation",
      "thumbnail_image": "streetcafebar",
      "address": "Deniz Mah. Deniz Cad.",
      "phone": "+90 242 883 13 54",
      "string_info": "The Street Cafe occupies a fantastic location on the north end of Adrasan Bay, great for watching the sun set and the moon rise. This is absolutely the place to be for enjoying life’s simple pleasures- sun, sand, and sea. The welcoming managers (Ramazan, Birgit, and their son Timur) speak English, Turkish, and German.<br \/>\r\n<br \/>\r\nBook a bungalow here if you fancy a longer stay- you can get a small one designed for 2-4 people, or a larger one which sleeps up to eight if you’re traveling in a group. Escape the heat in your air-conditioned room before heading outside again in the cool of twilight! Being a family-oriented type of place, the Street Cafe and Pension offers all kinds of facilities you won’t find elsewhere and should be your first choice if you have young ones with you. Everything from baby monitors to cribs can be had- all you have to do is ask.<br \/>\r\n<br \/>\r\nYou can tell by the name that this is one place which takes its food seriously. Restaurant by day and bar by night, you’ll discover all sorts of local dishes and drinks here. Take care to try the cheesecake and cappucinos, both house specialties.<br \/>\r\n<br \/>\r\nAsk about the nearby vegetable and spice market which takes place on Sundays!",
      "lat": 36.317338291534,
      "lang": 30.452728094971,
      "url": "http:\/\/street-cafe-pension.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/streetcafebar.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/streetcafebar.jpg"
        }
      ]
    },
    {
      "id": 34,
      "name": "Sugar Beach Club",
      "location_name": 27,
      "destination_id": 3,
      "category_name": "Accommodation",
      "thumbnail_image": "sugarbeachclub",
      "address": "Ölüdeniz Cad. No:20",
      "phone": "+90 252 617 00 48",
      "string_info": "Looking for a little place to unwind? Ready to put your feet up for a day or two and chill out? Sugar Beach is where you want to be. Right on a sunny, sandy beach, the blue waters of the Mediterranean are your playground. After you’ve gone for a morning swim, sprawl out on a sunbed and keep an eye out for the resident loggerhead turtles which can sometimes be spotted on the shore. If you’re in a sporty mood, get your basketball on or head to the volleyball court.<br \/>\r\n<br \/>\r\nIf you want to stay overnight, choose from a bungalow, a caravan parking spot (for those of you on a roadtrip), or a tent pitch. Housekeeping and laundry service are available so you can lay back and enjoy yourself- no more worrying about the stink rising from those dirty socks in your backpack.<br \/>\r\n<br \/>\r\nSugar Beach also features a great kitchen and restaurant where you can dine on Mediterranean cuisine or hit up Happy Hour (between 3 pm and 7 pm) for some creative cocktails. If you’re after something simpler, you can just head to the minimart right on-site and pick up a few supplies you forgot to buy in Ölüdeniz.",
      "lat": 36.533915828476,
      "lang": 29.125099005615,
      "url": "http:\/\/the-sugar-beach-club.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/sugarbeachclub.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/sugarbeachclub.jpg"
        }
      ]
    },
    {
      "id": 106,
      "name": "Sur Ocakbaşı",
      "location_name": 2,
      "destination_id": 1,
      "category_name": "Restaurant",
      "thumbnail_image": "surocakbasi",
      "address": "İtfaiye Cad. No:27\/1 FATİH",
      "phone": "(212)533 80 88",
      "string_info": "If you’re hungry, go straight to the famous Sur Ocakbaşı, probably the best place in the whole city to get a kebab. Superbly fresh ingredients and a friendly atmosphere! See their website at <a href=\"http:\/\/www.suroakbasi.net\" rel=\"nofollow\" target=\"_blank\">www.suroakbasi.net<\/a>.",
      "lat": 41.017388668883,
      "lang": 28.955424070009,
      "url": "http:\/\/surocakbasi.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/surocakbasi.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/surocakbasi.jpg"
        }
      ]
    },
    {
      "id": 210,
      "name": "Surf Eğitim Merkezi",
      "location_name": 9,
      "destination_id": 2,
      "category_name": "Activity",
      "thumbnail_image": "aurfegitim",
      "address": "Çınarlı Mah. Aydıncık Mevkii",
      "phone": "+90 286 898 10 22",
      "string_info": "The Surf Eğitim Merkezi (roughly translated as Surf Education Center) is a terrific one-stop-shop. They offer not only windsurfing and kitesurfing services but also accommodation (and, impressively, were the first company in Turkey to provide the combination), so you barely have to step out of your room to start organizing your day around some wave-filled adventures. <br \/>\r\n<br \/>\r\nNewbies to surfing should consider taking a lesson, which are offered in 1, 6, and 10 hour increments. But classes aren’t only for beginners, and more experienced surfers may also benefit from advanced lessons with Surf Eğitim Merkezi’s professional instructors. If you’d rather go it alone, you can still rent surf equipment from the well-supplied shop. <br \/>\r\n<br \/>\r\nThe accommodation is rustic and natural, with a fresh, pure charm. The stone architecture and the sea views from each room will endear you to the place immediately, and the organic food served up at the adjoining restaurant will further boost your impression. Happy surfing!",
      "lat": 40.128819187217,
      "lang": 25.946408270393,
      "url": "http:\/\/surf-center-hotel.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/aurfegitim.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/aurfegitim.jpg"
        }
      ]
    },
    {
      "id": 287,
      "name": "Surkent Hotel",
      "location_name": 61,
      "destination_id": 4,
      "category_name": "Accommodation",
      "thumbnail_image": "surkent1",
      "address": "Dagkapı, Mah. Hz Suleyman Cad. No: 19, Diyarbakir",
      "phone": "+900 412 228 10 14",
      "string_info": "Surkent Hotel is the cheapest hotel of the city. The atmosphere is comparable to the one of a hostel, with friendly (no English-speaking) receptionists and colorful rooms (slightly kitsch). The rooms are very clean and average (not included) breakfast. <br \/>\r\n<br \/>\r\nIf you need a guide, ask for Omer, a very helpful guy who is happy to show people around of a reasonable price.",
      "lat": 37.914849354945,
      "lang": 40.237834453583,
      "url": "http:\/\/surkent-hotel-diyarbakir.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/surkent1.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/surkent1.jpg"
        }
      ]
    },
    {
      "id": 211,
      "name": "T.S Park Otel",
      "location_name": 51,
      "destination_id": 5,
      "category_name": "Accommodation",
      "thumbnail_image": "tspark",
      "address": "Atatürk Alanı Meydan Cad. No:5",
      "phone": "+90 462 323 31 41",
      "string_info": "Founded by the Greeks in the eighth century BC, Trabzon has a long and rich history spanning <br \/>\r\nnumerous civilizations and accumulating, over the centuries, wide and varied influences. <br \/>\r\nTrabzon even boasts an ex-church museum called, familiarly, the Hagia Sophia (or Aya Sofya). <br \/>\r\nFor reasonably-priced accommodation, stay at T.S Park Otel.",
      "lat": 41.006427,
      "lang": 39.731112,
      "url": "http:\/\/ts-par-khotel.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/tspark.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/tspark.jpg"
        }
      ]
    },
    {
      "id": 70,
      "name": "Taksiyarhis Pension",
      "location_name": 10,
      "destination_id": 2,
      "category_name": "Accommodation",
      "thumbnail_image": "taksiyarhis",
      "address": "İsmetpaşa Mah. Maraşal Çakmak Cad. No:71",
      "phone": "+90 266 312 14 94",
      "string_info": "Taksiyarhis is undoubtedly one of the most beautiful pensions you’re likely to come across. On entering this 140-year old stone and wooden building, you’ll feel as though you’ve stepped into a special kind of paradise on earth- the name Taksiyarhis, which comes from a name given to archangels, is definitely appropriate here. The three terraces and all of the common spaces are tastefully decorated with bright throws and comfy pillows; stained-glass windows and whimsical wall decorations complete the picture.<br \/>\r\n<br \/>\r\nThere’s a common kitchen available for guest use if you prefer to cook your own food, although the owners can prepare a delicious breakfast for you for ten Turkish lira if you prefer. Maybe you’d like to sample some of the dishes at the local restaurants in Ayvalık- no problem, because Taksiyarhis is centrally located, only 500 meters from the main square, and the proprietors will be only too happy to recommend their favorite eateries. The central location also makes it easy to reach the beaches nearby, and catching a dolmuş to Sarimsakli or some of the closer shores is a straightforward endeavor.<br \/>\r\n<br \/>\r\nChoose from the dorm room or a range of privates; all have shared bathrooms due to the age of the building, but they’re spotless and you’ll only have to share with one or two other rooms. No matter where you choose to sleep, you’re guaranteed to have air conditioning.",
      "lat": 39.319724034215,
      "lang": 26.694815396913,
      "url": "http:\/\/taksiyarhis-pension.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/taksiyarhis.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/taksiyarhis.jpg"
        }
      ]
    },
    {
      "id": 92,
      "name": "Tamzara Tur",
      "location_name": 1,
      "destination_id": 1,
      "category_name": "Tour",
      "thumbnail_image": "tamzara1",
      "address": "Yeniçarşı Cad. Kalkan Han No:36\/4",
      "phone": "+90 212 251 98 64",
      "string_info": "In operation since 1989, Tamzara Tour has plenty of experience bringing travelers to the forgotten places of Turkey- they specialize in getting you off the well-beaten tourist track and instead on the path to adventure and less-known spots of natural beauty. Tamzara’s primary focus is on the Black Sea region to the east of İstanbul, although they also operate tours to Anatolia, including Cappadocia. Tamzara was founded by a professional mountaineer, so you can be sure that they’re well-equipped to keep you active outdoors. Their tours include skiing, cycling, rafting, and (of course) hiking in the Black Sea region’s amazing mountain ranges!<br \/>\r\n<br \/>\r\nFor the photographically-inclined, Tamzara offers a special Black Sea Photo Tour. No experience is necessary- just an enthusiasm for taking cool shots in fantastic locations! Get some of your best pictures ever with the guidance of an experienced tour leader and photographer; info sessions are held in the evenings, during which you can discuss your favorite shots of the day, as well as helpful tips and tricks, with your fellow travelers and with the experts.",
      "lat": 41.033948703834,
      "lang": 28.978655976782,
      "url": "http:\/\/tamzara-tour.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/tamzara1.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/tamzara1.jpg"
        }
      ]
    },
    {
      "id": 22,
      "name": "Tango Hostel",
      "location_name": 22,
      "destination_id": 2,
      "category_name": "Accommodation",
      "thumbnail_image": "tangohostelkoycegiz",
      "address": "Ali İhsan Kalmaz Cad.",
      "phone": "+90 252 262 25 01",
      "string_info": "Originally settled in 3400 BC, Köyceğiz has a long and rich history during which, like most towns in Turkey, it changed hands numerous times. Nearby historical sites, including the impressive rock tombs, represent the influence of many civilizations.<br \/>\r\n<br \/>\r\nKöyceğiz is a quiet haven, with a much more traditional feel than the larger cities which surround it. Check out the market held every Monday, mainly frequented by locals although some travelers show up to do some shopping the old-fashioned way as well.<br \/>\r\n<br \/>\r\nYou should really stay a few nights to properly appreciate the tranquility of Köyceğiz, and there’s no better place to do it than at Tango Pension. This laid-back little place has singles, doubles, and triples, all with their own balconies from which you can admire great views of the mountains and the lake. If you’d rather socialize while you watch the sunset, head up to the rooftop balcony and have a chat with your hosts or your fellow travelers over a delicious home-cooked meal in the traditional Turkish style.<br \/>\r\n<br \/>\r\nTango offers laundry service, Internet facilities, and the opportunity to make international phone calls to your friends back home. Get to know the place right away as you enjoy your free coffee or tea as soon as you walk in the door!<br \/>\r\n<br \/>\r\nSami and Şahin, the two brothers who jointly run Tango, are friendly as they come and will do everything under the sun to make sure your stay is filled with fun and good vibes. They know all the best spots in town and can fix you up with a huge range of activities. You might be surprised at the things they can organize for you, actually- everything from moonlight boat rides to mudbaths, campfire nights, crabbing, trekking, canyoning, sojourns to Turtle Beach... the list goes on.",
      "lat": 36.958739716177,
      "lang": 28.682911634096,
      "url": "http:\/\/tango-hostel.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/tangohostelkoycegiz.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/tangohostelkoycegiz.jpg"
        }
      ]
    },
    {
      "id": 213,
      "name": "Taş Kahve",
      "location_name": 11,
      "destination_id": 2,
      "category_name": "Pub",
      "thumbnail_image": "tas2bkahve",
      "address": "Sahil Boyu No:20",
      "phone": "",
      "string_info": "Definitely plan an afternoon around the iconic Taş Kahve, the island’s most famous coffeehouse by a long shot. The place has been around for decades and has become something of a local landmark",
      "lat": 39.331448834087,
      "lang": 26.655305341265,
      "url": "http:\/\/taskahve.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/tas2bkahve.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/tas2bkahve.jpg"
        }
      ]
    },
    {
      "id": 212,
      "name": "Taşev Restaurant",
      "location_name": 49,
      "destination_id": 5,
      "category_name": "Restaurant",
      "thumbnail_image": "tasev",
      "address": "Hıdırlık Yokuş Yolu No:14",
      "phone": "+90 370 725 53 00",
      "string_info": "Cooks and eager shoppers should keep an eye out for saffron, the spice for which Safronbolu was named. Alternately, sample some in the local cooking at Taşev , also <br \/>\r\nfeaturing a gallery and an impressive collection of wines.",
      "lat": 41.243724,
      "lang": 32.695291,
      "url": "http:\/\/tasev-restaurant-safranbolu.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/tasev.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/tasev.jpg"
        }
      ]
    },
    {
      "id": 134,
      "name": "Tbilisi Hostel",
      "location_name": 55,
      "destination_id": 6,
      "category_name": "Accommodation",
      "thumbnail_image": "tblisihostel",
      "address": "Makhatis Shesakhvevi No:22",
      "phone": "00 995 597 70 48 85",
      "string_info": "Located in a two-storey house with a balcony and a garden shaded with vines, Tbilisi Hostel has great views of the ancient fortress and mountains above the city. Relax in the hammocks and bean-bags during the day or party in the garden at night with plenty of Georgian-style drinking, or plan out your next day of sightseeing with help from the multilingual owner, Rauf. It's located in an authentic traditional neighbourhood, two minutes' walk from a farmer's market, bakeries and supermarkets and just ten minutes walk from the Old Town.<br \/>\r\n<br \/>\r\nGreat for partying, Tbilisi Hostel has a great common garden, a common kitchen, and a barbecue. There’s nowhere better to be in the summertime! With a 30-person capacity, most of the beds here are dorm-style. If you want the one private room, make sure to book ahead in summer.",
      "lat": 41.691821973148,
      "lang": 44.815721335327,
      "url": "http:\/\/tblisi-hostel.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/tblisihostel.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/tblisihostel.jpg"
        }
      ]
    },
    {
      "id": 113,
      "name": "Tek Yön (One Way)",
      "location_name": 1,
      "destination_id": 1,
      "category_name": "Pub",
      "thumbnail_image": "tek_yon",
      "address": "Sıraselviler Cad. No:63\/1",
      "phone": "+90 533 377 23 93",
      "string_info": "One of İstanbul's longest-running and most popular gay destinations, Tek Yön has a wide customer base. The roomy interior allows for more comfortable dancing space, where you can find great crowds (particularly on the weekends) and listen to a selection of mainly Turkish music. Among Tek Yön's most unique features is their no-women-allowed policy. Compared to straight clubs the prices may seem a little expensive, but if you're willing to splash out a bit for a fantastic and exclusive experience, this is where you want to be. Check it out for yourself at Sıraselviler Caddesi no. 63 \/ 1 in Beyoğlu.",
      "lat": 41.034013791951,
      "lang": 28.984336676514,
      "url": "http:\/\/tekyon-club.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/tek_yon.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/tek_yon.jpg"
        }
      ]
    },
    {
      "id": 302,
      "name": "The Mekan",
      "location_name": 1,
      "destination_id": 1,
      "category_name": "Pub",
      "thumbnail_image": "indir",
      "address": "(Atıf Yılmaz Caddesi, No:17A",
      "phone": "",
      "string_info": "The Mekan is a live music venue mostly hosting alternative <br \/>\r\nartists from all around Turkey, among which Luxus and Baba Zula.",
      "lat": 41.035664685192,
      "lang": 28.980117738247,
      "url": "http:\/\/the-mekan-istanbul.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/indir.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/indir.jpg"
        }
      ]
    },
    {
      "id": 89,
      "name": "Tola Tola",
      "location_name": 1,
      "destination_id": 1,
      "category_name": "Shop",
      "thumbnail_image": "tolatola",
      "address": "Şahkulu Mah. Serdari Ekrem Cad. No:15\/B Kuledibi",
      "phone": "+90 212 244 93 27",
      "string_info": "A great choice for stylish and relaxed clothing is Tola Tola, located at Serdari Ekrem Caddesi No. 15\/B in Beyoğlu. Both men and women can find great deal on ethnically-inspired and artful clothes and all kinds of cool accessories here. The latter section makes for particularly good browsing- check out their handbags, hairbands, and gloves, among many others. You can find their site at www.tolatola.com.tr.",
      "lat": 41.026648428122,
      "lang": 28.975330037604,
      "url": "http:\/\/tolatola-shop.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/tolatola.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/tolatola.jpg"
        }
      ]
    },
    {
      "id": 214,
      "name": "Tömer Turkish Course",
      "location_name": 1,
      "destination_id": 1,
      "category_name": "Activity",
      "thumbnail_image": "tomer",
      "address": "Katip Çelebi Mah. Tel Sk. No:47",
      "phone": "+90 212 249 16 48",
      "string_info": "Associated with Ankara University, TÖMER gives Turkish courses which generally last three weeks. They have branches across the country- not just in İstanbul- so you can learn some Turkish no matter where you end up.",
      "lat": 41.034192,
      "lang": 28.982019,
      "url": "http:\/\/tomer-school.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/tomer.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/tomer.jpg"
        }
      ]
    },
    {
      "id": 247,
      "name": "Türkçe Atolyesi",
      "location_name": 1,
      "destination_id": 1,
      "category_name": "Activity",
      "thumbnail_image": "turkce_atolyesi_logo",
      "address": "Asmaltı Mescit Cad. No: 3, 4th floor, Beyoğlu",
      "phone": "+90 2122513534",
      "string_info": "Classes of maximum 8-10 people this small school offers a very good alternative to the classical language schools, for a more family-like learning experience. Equipped with the latest technology and combined with the flexible schedule and in-hose made studying material, their method is much more conversational-oriented compares to the usual grammar-approach. When you go visit them, accept the tea and sit on their spacious terrace with view on Sultanahmet! On Saturday at 2 pm is usually open day for the new students. Drop them an email or show up 15 min before if you feel like giving it a try!",
      "lat": 41.029708135235,
      "lang": 28.974906206131,
      "url": "http:\/\/turkce-atolyesi-school.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/turkce-atolyesi-logo.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/turkce-atolyesi-logo.jpg"
        }
      ]
    },
    {
      "id": 310,
      "name": "Uçuncü Mevkii ",
      "location_name": 1,
      "destination_id": 1,
      "category_name": "Restaurant",
      "thumbnail_image": "none",
      "address": "Öğut St Beyoğlu",
      "phone": "",
      "string_info": "Uçuncu Mevkii is in one of the tiny streets behind Istiklal, small\tlocanta\twith delicious homemade food. Don’t wait for the waiter. Pick the menu, paper and pen, send down your order with the small lift, wait for your food to come up.",
      "lat": 41.035624221317,
      "lang": 28.980643451214,
      "url": "http:\/\/ucuncu-mevkii.hikeast.com",
      "images": [
        
      ]
    },
    {
      "id": 313,
      "name": "Village Garden",
      "location_name": 28,
      "destination_id": 3,
      "category_name": "Accommodation",
      "thumbnail_image": "none",
      "address": "Kınalı Mah. Gemiler Yolu",
      "phone": "+90 533 767 28 35",
      "string_info": "The laid-back and welcoming Village Garden Pension, close to the main street of modern Kayaköy, is a warm haven for travelers trying <br \/>\r\nto relax and recover from a hectic time in Fethiye or Ölüdeniz. Family-owned and operated, “cozy” and “comfortable” are both keywords here. The homely style and smiley owners just may make you feel that you’re stepping back in time to a less stressful era when people would drop by their neighbor’s house for a cup of sugar.<br \/>\r\n<br \/>\r\nEnjoy the spacious rooms and the simple, well-kept outdoor seating area (not to mention the magnificent views ubiquitous in this part of Turkey!) and sip some çay\twhile you practice your Turkish with the locals wandering in and out to say hello to the pension’s managers. There’s a blazing fireplace in the winter, so don’t hesitate to book a stay even in the off season!",
      "lat": 36.57638676015,
      "lang": 29.087162017822,
      "url": "http:\/\/village-garden-kayakoy.hikeast.com",
      "images": [
        
      ]
    },
    {
      "id": 236,
      "name": "Vino Şarap Evi",
      "location_name": 11,
      "destination_id": 2,
      "category_name": "Restaurant",
      "thumbnail_image": "_231184_216791355012697_1805598",
      "address": "Cumhuriyet Caddesi No:8 Alibey Island (Cunda) Ayvalık",
      "phone": "+90266 327 1355",
      "string_info": "Amazing wine and meze, amazing atmosphere... Try Vino if you go to Cunda.",
      "lat": 39.348569164263,
      "lang": 26.655793013489,
      "url": "http:\/\/vino-sarap-evi-restaurant.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/231184_216791355012697_1805598.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/231184_216791355012697_1805598.jpg"
        }
      ]
    },
    {
      "id": 216,
      "name": "Vinyl Bar",
      "location_name": 54,
      "destination_id": 6,
      "category_name": "Pub",
      "thumbnail_image": "img_9250",
      "address": "Dumbadze St. 12\/14",
      "phone": "+99 593 331 499",
      "string_info": "Vinyl is Batumi’s original alternative cafe. Despite its name, the ownership of Vinyl Bar emphasizes that this is not a place to come looking for fancy cocktails, but rather a welcoming gathering place for friends and artists, a place for conversation and relaxation. With the focus squarely on mingling and chilling out, you know you’ll receive a warm welcome here.<br \/>\r\n<br \/>\r\nFood is served along with drinks- definitely try the sandwiches, which are locally famous with Georgians and expats alike. You’ll often find live shows on the terrace in the summer, making Vinyl the place to sit back and meet new friends after a long day of exploring or lying on the beach.<br \/>\r\n<br \/>\r\n",
      "lat": 41.785137,
      "lang": 44.82998,
      "url": "http:\/\/vinylbar.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/img_9250.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/img_9250.jpg"
        }
      ]
    },
    {
      "id": 217,
      "name": "Yakamoz Motel &amp; Restaurant",
      "location_name": 9,
      "destination_id": 2,
      "category_name": "Accommodation",
      "thumbnail_image": "yakamoz",
      "address": "Yukarı Kaleköy",
      "phone": "+90 286 887 20 57",
      "string_info": "Yakamoz boasts some of the best views in all of Gökçeada. The terrace restaurant in particular is the ideal place to watch the sun sinking after a busy day of splashing in the waves or tanning on a sandy beach. <br \/>\r\n<br \/>\r\nThe motel features 20 rooms with a total 50-person capacity; choose from a double, a triple, or a quadruple room, each with hair dryers, air conditioning, and ensuite bathrooms. Service with a smile is an important tenet of Yakamoz’s success, and all of the employees will be ready to help you with anything that might make your stay on Gökçeada more pleasant, especially recommendations for where to go and what to see while you’re in town.<br \/>\r\n<br \/>\r\nThe inspired dishes offered at the attached restaurant commonly feature olive oil or seafood, both locally harvested and lovingly prepared. You’d be hard-pressed to find fresher ingredients or a better view to enjoy while taste-testing delicious Turkish mezes!",
      "lat": 40.22388637192,
      "lang": 25.894548936777,
      "url": "http:\/\/yakamoz-motel.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/yakamoz.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/yakamoz.jpg"
        }
      ]
    },
    {
      "id": 232,
      "name": "Yellow Rose Pension",
      "location_name": 5,
      "destination_id": 2,
      "category_name": "Accommodation",
      "thumbnail_image": "xyz",
      "address": "Kemalpaşa Mah. Aslan Abla Sk. No:5 Çanakkale",
      "phone": "+90286 217 3343",
      "string_info": "Yellow Rose Pension offers dorms, single or double room option and is one of the better budget accommodation in the area. It has also an ideal location, just a minute or two from the ferry port where the buses from Istanbul drop you off. Spacious garden with tennis table, luggage deposit and laundry service. This area is actually interesting to visit with a guide, since it is the best way to get to know the history of the battles. In case you feel like investing some money in it, consider  joining one of the organized daily tours offered by Yellow Rose to Gallipoli and Troy, with visits to all the main archaeological sites and the memorial museums in company of professional English-speaking guides. Every night, after the visit to Gallipoli, screening of Gallipoli documentary and Gallipoli movie with Mel Gibson in his young days.  <br \/>\r\n<br \/>\r\nThe pension is usually closed in low season and probably for this reason it has no heating system. Bring with you some warm clothes,  as it could get quite chilly in the spring nights.",
      "lat": 40.15394931861,
      "lang": 26.41319257251,
      "url": "http:\/\/yellowrose-pension.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/xyz.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/xyz.jpg"
        }
      ]
    },
    {
      "id": 292,
      "name": "Yıldızkoy Camping",
      "location_name": 9,
      "destination_id": 2,
      "category_name": "Camping",
      "thumbnail_image": "yildizkoy",
      "address": "Yeni Bademli Köyü, Yıldız Koy, Gökçeada, Canakkale, Turkey",
      "phone": 902868872846,
      "string_info": "Stay right on the shore of the Submarine Park of Gökçeada, in the beautiful green setting of Yıldızkoy Camping. If you don't have your own tent you can also rent one. In this case it is advisable to call before to be sure that there are available ones (particulary during high season).<br \/>\r\n<br \/>\r\n",
      "lat": 40.211523080557,
      "lang": 25.822517392226,
      "url": "http:\/\/yildizkoy-camping-gokceada.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/yildizkoy.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/yildizkoy.jpg"
        }
      ]
    },
    {
      "id": 293,
      "name": "Yılmaz Aile Pansiyonu ",
      "location_name": 62,
      "destination_id": 5,
      "category_name": "Accommodation",
      "thumbnail_image": "none",
      "address": "off Tersane Çarşısı Sinop",
      "phone": "0532 616 9777",
      "string_info": "Family-runned small and cozy pension",
      "lat": 42.028814406458,
      "lang": 35.153837442376,
      "url": "http:\/\/yilmaz-aile-pension-sinop.hikeast.com",
      "images": [
        
      ]
    },
    {
      "id": 304,
      "name": "Z-Books Cafe Store",
      "location_name": 1,
      "destination_id": 1,
      "category_name": "Shop",
      "thumbnail_image": "none",
      "address": "Tosbağa St. No:11\/A <br \/>\r\nGalatasaray",
      "phone": "none",
      "string_info": "Here you can find the books you are not looking for! Grap a delicious cup of coffee  and enjoy your discovery.",
      "lat": 41.032868572945,
      "lang": 28.977364450693,
      "url": "http:\/\/z-book-cafe-istanbul.hikeast.com",
      "images": [
        
      ]
    },
    {
      "id": 312,
      "name": "Zencefil",
      "location_name": 1,
      "destination_id": 1,
      "category_name": "Restaurant",
      "thumbnail_image": "zencefil-cafe-restaurant-taksi.jpg",
      "address": "Kurabiye St. No: 8-10",
      "phone": "none",
      "string_info": "Zencefil is on the same street as Parsifal, is another vegetarian restaurant, in a nice colorful radical chic style and slightly upper-range prices. These\tare\tjust\tfew\tsuggestions.\tIf\tyou\tcrawl\taround the small streets departing from Istiklal\t(on\tboth\tsides,\tparticularly\tbetween\tTaksim Square and Galatasaray), you’ll find <br \/>\r\nthousands of options for any taste. Every corner is a treasure.",
      "lat": 41.036522513478,
      "lang": 28.98266851902,
      "url": "http:\/\/zencefil-istanbul.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/zencefil-cafe-restaurant-taksi.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/zencefil-cafe-restaurant-taksi.jpg"
        }
      ]
    },
    {
      "id": 299,
      "name": "Zeyden Mutfak Kahvalti Yeri",
      "location_name": 62,
      "destination_id": 5,
      "category_name": "Restaurant",
      "thumbnail_image": "_62160985_ev8ly66-1dnqiolqmowjs",
      "address": "Kurtuluş Cad No 3, Sinop",
      "phone": "+90 368 261 9923",
      "string_info": "A special place to have breakfast in Sinop? Zeyden Mutfak, very close to the sahil, it is a family-runned business. The breakfast is one of the reachest that you will ever see in Turkey with all organic products and home-made jams, marmelades and pekmez!<br \/>\r\n<br \/>\r\nOwners are friendly and speak also some English! Stop by!",
      "lat": 42.024510748268,
      "lang": 35.14892828447,
      "url": "http:\/\/www.hikeast.com\/restaurant\/zeyden-kahvalti-sinop",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/62160985_ev8ly66-1dnqiolqmowjs.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/62160985_ev8ly66-1dnqiolqmowjs.jpg"
        }
      ]
    },
    {
      "id": 219,
      "name": "Zeytindalı Hotel",
      "location_name": 9,
      "destination_id": 2,
      "category_name": "Accommodation",
      "thumbnail_image": "topmain_07",
      "address": "Zeytinli Köyü No:168",
      "phone": "+90 286 887 37 07",
      "string_info": "For a more upscale option, you can check out Zeytindalı Hotel, which offers a touch of luxury as well as nice views. ",
      "lat": 40.193168,
      "lang": 25.902328,
      "url": "http:\/\/zeytindali-hostel.hikeast.com",
      "images": [
        {
          "image": "http:\/\/www.hikeast.com\/r\/logo\/topmain_07.jpg",
          "thumb": "http:\/\/www.hikeast.com\/r\/logo\/t\/topmain_07.jpg"
        }
      ]
    }
  ]
}